Repository: onepercentclub/onepercentclub-site
Catalog: apps/geo/locale/*/LC_MESSAGES/django.po
Languages: nl

source: name
nl: naam

source: numeric code
nl: numerieke code

source: ISO 3166-1 or M.49 numeric code
nl: ISO 3166-1 of M.49 numerieke code

source: region
nl: regio

source: regions
nl: regio's

source: sub region
nl: subregio

source: sub regions
nl: subregio's

source: ODA recipient
nl: ODA ontvanger

source: Whether a country is a recipient of Official DevelopmentAssistance from the OECD's Development Assistance Committee.
nl: Of een land een ontvanger is van 'Official Development Assistance' van het 'Development Assistance Committee' van OECD.

source: country
nl: land

source: countries
nl: landen

source: Enter 3 numeric characters.
nl: Voer 3 numerieke karakters in.

source: Enter 2 capital letters.
nl: Voer 2 hoofdletters in.

source: Enter 3 capital letters.
nl: Voer 3 hoofdletters in.
