Repository: onepercentclub/onepercentclub-site
Catalog: apps/core/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Created
nl: Aangemaakt

source: Started
nl: Gestart

source: Cancelled
nl: Geannuleerd

source: Authorized
nl: Geautoriseerd

source: Settled
nl: Afgehandeld

source: Charged_back
nl: Teruggevorderd

source: Refunded
nl: Vergoed

source: Failed
nl: Mislukt

source: Unknown
nl: Onbekend

source: Updated
nl: Bijgewerkt

source: user
nl: gebruiker

source: Closed
nl: Gesloten

source: Amount
nl: Bedrag

source: Transaction Fee
nl: Transactiekosten

source: Bank & transaction fee, withheld by payment provider.
nl: Bank- en transactiekosten, ingehouden door de betalingsprovider

source: Integration data
nl: Integratie data

source: Authorization action
nl: Autorisatie actie

source: Select Payment Method
nl: Kies betaalmethode

source: Select your method of payment
nl: Kies je betalingsmethode

source: You're about to support
nl: Je staat op het punt

source: with
nl: te supporten met

source: Good job!
nl: Top!

source: Remember this for faster future payments.
nl: Onthoud dit om toekomstige donaties sneller te laten verlopen.

source: <h6> What's this? </h6> We'll remember your payment details on our secure server so next time you can support with just 1-click!
nl: <h6> Wat is dit? </h6> We onthouden je betalingsvoorkeur zodat je in de toekomst maar met 1-click op de knop kunt supporten.

source: Proceed with
nl: Doorgaan met

source: Payment processing is securely handled by
nl: Betalingen worden veilig afgehandeld door

source: Language
nl: Taal

source: Default Payment Method
nl: Standaard Betaalmethode

source: Total gross amount
nl: Totale bruto bedrag

source: Currency
nl: Valuta

source: Total registered
nl: Totaal geregistreerd

source: Total refunded
nl: Totaal vergoed

source: Total charged back
nl: Totaal teruggevorderd

source: Amount in cents
nl: Bedrag in centen

source: Docdata Direct Debit Payment
nl: Docdata Direct Debit Betaling

source: Docdata Direct Debit Payments
nl: Docdata Direct Debit betalingen

source: Select your creditcard type
nl: Selecteer je type creditkaart

source: We'll redirect you through our payment service provider where you can finish your donation securely.
nl: We sturen je door naar onze payment service provider waar je veilig je donatie kan afronden.

source: Your name (as on bank account)
nl: Je naam (zoals vermeld op je bankrekening)

source: Your IBAN number
nl: Je IBAN nummer

source: I agree with the above metioned amount to be withdrawn from my account via direct debit.
nl: Ik ga akkoord met de incasso van het bovenstaande bedrag van mijn rekening.

source: Select your bank below
nl: Selecteer hieronder je bank

source: We'll redirect you through to iDeal where you can finish your donation securely.
nl: We sturen je door naar iDeal waar je veilig je donatie kan afronden.

source: <h6>The world's most loved way to pay.</h6>
nl: <h6>'s Werelds meest geliefde betaalmethode.</h6>

source: Paypal is the easy way to pay online without sharing your credit-/debitcard details.
nl: Paypal is een makkelijke manier om online te betalen zonder je credit-/betaalkaart gegevens te delen.

source: Dates
nl: Data

source: Payout amounts
nl: Bedragen uitbetaald

source: Payment details
nl: Betalingsgegevens

source: pending
nl: in behandeling

source: organization
nl: organisatie

source: Recalculate amounts for new payouts.
nl: Herbereken bedragen voor nieuwe betalingen.

source: Organization fee
nl: Organisatiekosten

source: Other costs
nl: Overige kosten

source: Yes
nl: Ja

source: No
nl: Nee

source: has IBAN
nl: heeft IBAN

source: Book date when the bank transaction was confirmed and the payout has been set to completed.
nl: Noteer de datum wanneer de banktransactie is bevestigd en de payout is aangepast naar afgerond.

source: Closed date is set but status is not completed.
nl: Sluitingsdatum is ingesteld maar de status is nog niet compleet.

source: New
nl: Nieuw

source: In progress
nl: In behandeling

source: Planned
nl: Gepland

source: Date on which this batch should be processed.
nl: De datum waarop deze partij zou moet worden verwerkt.

source: created
nl: gecreëerd

source: updated
nl: bijgewerkt

source: submitted
nl: ingediend

source: state change
nl: status verandering

source: state changes
nl: status veranderingen

source: date
nl: datum

source: old status
nl: oude status

source: new status
nl: nieuwe status

source: The payout rule for this project.
nl: De payout rule voor deze campagne

source: amount raised
nl: Opgehaalde bedrag

source: Amount raised when Payout was created or last recalculated.
nl: Opgehaalde bedrag wanneer de uibetaling was aangemaakt of als laatst was berekend.

source: organization fee
nl: organisatie fee

source: Fee subtracted from amount raised for the organization.
nl: Afgetrokken fee van het bedrag dat is opgehaald voor de organisatie.

source: amount payable
nl: Uit te betalen bedrag

source: Payable amount; raised amount minus organization fee.
nl: Uit te betalen bedrag; opgehaalde bedrag min de organisatie fee.

source: start date
nl: startdatum

source: end date
nl: einddatum

source: organization fee excluding VAT
nl: organisatie fee exclusief BTW

source: organization fee VAT
nl: organisatie fee BTW

source: organization fee including VAT
nl: organisatie fee inclusief BTW

source: PSP fee excluding VAT
nl: PSP fee exclusief BTW

source: PSP fee VAT
nl: PSP fee BTW

source: PSP fee including VAT
nl: PSP fee inclusief BTW

source: other costs excluding VAT
nl: overige kosten exclusief BTW

source: Set either this value or inclusive VAT, make sure recalculate afterwards.
nl: Stel deze waarde in of inclusief BTW, nu eerst herberekenen.

source: other costs VAT
nl: overige kosten BTW

source: other costs including VAT
nl: overige kosten inclusief BTW

source: Set either this value or exclusive VAT, make sure recalculate afterwards.
nl: Stel deze waarde in of exclusief BTW, nu eerst herberekenen.

source: payable amount excluding VAT
nl: Uit te betalen bedrag exclusief BTW

source: payable amount VAT
nl: Uit te betalen bedrag BTW

source: payable amount including VAT
nl: Uit te betalen bedrag inclusief BTW

source: Start date should be earlier than date.
nl: Startdatum zou eerder moeten zijn dan datum.

source: The next payout period should start the day after the end of the previous period.
nl: De volgende uitbetalingsperiode zou de dag na het eind van de vorige periode moeten starten.

source: Other costs have changed, please recalculate before progessing.
nl: Andere kosten zijn veranderd, nu eerst herberekenen.

source: All
nl: Alles

source: User type
nl: Gebruikers type

source: Member
nl: Gebruiker

source: Anonymous
nl: Anoniem

source: Guest
nl: Gast

source: Donations
nl: Donaties

source: You received a new donation
nl: Je hebt een nieuwe donatie ontvangen

source: Project
nl: Campagne

source: Thank you for supporting this project!
nl: Bedankt voor je support!

source: Select or enter the amount you would like to donate
nl: Selecteer of vul het bedrag in dat je wilt doneren

source: Donate now
nl: Doneer nu

source: Hide my name for this donation
nl: Mijn naam niet zichtbaar bij deze donatie

source: Thanks for your support
nl: Bedankt voor je support

source: Be sure to share this campaign with your network
nl: Zorg ervoor dat je deze campagne deelt met je netwerk

source: Donation History
nl: Donatie overzicht

source: Older donations
nl: Oude donaties

source: My 1%% <em class="account-subtitle">Donations</em>
nl: Mijn 1%% <em class="account-subtitle">Donaties</em>

source: Hello %(first_name)s,<br/> <br/> You just received a EUR %(amount)s donation from %(donor_name)s!<br/> <br/> Quickly thank your supporter by posting a personal message on your <a href="%(site)s%(link)s">project wall</a>.<br/> <br/> Cheers,<br/> 1%%Club
nl: Hoi %(first_name)s<br/> <br/> Je hebt zojuist een donatie van €%(amount)s van %(donor_name)s ontvangen!<br/> <br/> Bedank direct je supporter met een persoonlijk berichtje op de <a href="%(site)s%(link)s"> wall</a>.<br/> <br/> Groetjes,<br/> 1%%Club

source: Hello %(first_name)s, You just received a EUR %(amount)s donation from %(donor_name)s! Quickly thank your supporter by posting a personal message on your project wall: %(site)s%(link)s. Cheers, 1%%Club
nl: Hallo %(first_name)s, You just received a EUR %(amount)s donation from %(donor_name)s! Quickly thank your supporter by posting a personal message on your project wall: %(site)s%(link)s. Groetjes, 1%%Club

source: Hello %(first_name)s, <br/><br/> You just received a EUR %(amount)s donation! <br/><br/> Curious who made a donation, check your fundraiser page: <br/> <a href="%(site)s%(link)s">%(site)s%(link)s</a>. <br/><br/> Keep up the good work!<br/>
nl: Hallo %(first_name)s, <br/><br/> Je hebt zojuist een donatie ontvangen van EUR %(amount)s! <br/><br/> Nieuwsgierig wie je heeft gesupport, check je fundraiser: <br/> <a href="%(site)s%(link)s">%(site)s%(link)s</a>. <br/><br/> Keep up the good work!<br/>

source: Hello %(first_name)s, You just received a EUR %(amount)s donation! Curious who made a donation, check your fundraiser page: %(site)s%(link)s. Keep up the good work!
nl: Hallo %(first_name)s, Je hebt zojuist een donatie ontvangen van EUR %(amount)s! Nieuwsgierig wie je heeft gesupport, check je fundraiser: %(site)s%(link)s. Keep up the good work!

source: Success
nl: Succes

source: Hello, is it me you're looking&nbsp;for
nl: Hey! Dit e-mailadres kennen we.

source: Don’t have an account?
nl: Heb je geen account?

source: Sign up here
nl: Registreer hier

source: Have an account? You can
nl: Ben je al lid? Je kan

source: Sign in here.
nl: hier inloggen.

source: donate as guest.
nl: doneer als gast.

source: Nice to meet you!
nl: Leuk je te ontmoeten!

source: By signing up, you accept our <a %(link)s>terms of service</a>
nl: Door te registreren, ga je akkoord met onze <a %(link)s>algemene voorwaarden</a>

source: initiator
nl: Campaigner

source: Project owner
nl: Campaigner

source: title
nl: titel

source: description
nl: beschrijving

source: picture
nl: foto

source: Minimal of 800px wide
nl: Minimaal 800px breed

source: amount
nl: bedrag

source: When this fundraiser was created.
nl: Wanneer deze fundraiser is aangemaakt.

source: deleted
nl: verwijderd

source: Fundraiser deadline exceeds campaign deadline.
nl: De fundraiser deadline ligt later dan de campagne deadline.

source: raised
nl: heeft

source: Deadline passed
nl: Deadline verstreken

source: days left
nl: dagen te gaan

source: fully funded and
nl: volledig gefund en

source: closed
nl: gesloten

source: My <Bluebottle Project>
nl: Mijn <Bluebottle Project>

source: Fundraiser for
nl: Fundraiser voor

source: Read full project plan
nl: Lees het volledige campagne plan

source: Support this fundraiser
nl: Support deze fundraiser

source: And get your name on the wall!
nl: Het warme gevoel van binnen went snel!

source: Donation overview
nl: Donatie overzicht

source: The people below supported your fundraiser
nl: De mensen hieronder hebben jouw fundraiser gesupport

source: Awww. No donations yet!
nl: Awww. Nog geen donaties!

source: You are not authorised to view the donations.
nl: Je bent niet geautoriseerd om de donaties te bekijken.

source: or become a
nl: of

source: member
nl: registreer

source: to start a fundraiser.
nl: om een fundraiser te starten.

source: Fundraising for project
nl: Fundraising voor campagne

source: You are fundraising for this project
nl: Je bent aan het fundraisen voor deze campagne

source: Edit fundraiser
nl: Pas fundraiser aan

source: Save
nl: Opslaan

source: You can only make a fundraiser if you are logged in and the owner of this fundraiser.
nl: Je kan alleen een fundraiser aanmaken als je bent ingelogd.

source: Because you're fundraising for this project:
nl: Omdat je aan het fundraisen bent voor deze campagne:

source: Title
nl: Titel

source: Title describes your fundraiser action in short
nl: Titel beschrijft in het kort je fundraiser actie

source: Description
nl: Beschrijving

source: Tell a little more about your fundraise action
nl: Beschrijf je fundraise actie

source: Profile Picture
nl: Fundraiser Foto

source: Upload picture
nl: Upload foto

source: Youtube or Vimeo link
nl: Youtube of Vimeo link

source: Amount & deadline
nl: Bedrag & Deadline

source: Be realistic and...show ambition!
nl: Wees realistisch en... ambitieus!

source: Amount to raise
nl: Bedrag dat je wil ophalen

source: Yes, you can!
nl: Yes, jij gaat fundraisen!

source: What's your fundraising plan? Make it concrete & exciting!
nl: Wat is jouw fundraising pitch? Maak het concreet en overtuigend!

source: Start Fundraising
nl: Start met fundraisen

source: New fundraiser
nl: Nieuwe fundraiser

source: You need to be logged in to start fundraising.
nl: Je moet ingelogd zijn om te starten met een fundraiser.

source: or
nl: of

source: register
nl: registreer

source: to become a fundraiser.
nl: om een fundraiser te worden.

source: You'll be fundraising for this project
nl: Je gaat fundraisen voor deze campagne

source: Loading projects
nl: Campagnes laden

source: Overview of you fundraising pages
nl: Overzicht van jouw fundraisers

source: You have no fundraising pages
nl: Je hebt geen fundraisers

source: Edit
nl: Aanpassen

source: so far
nl: opgehaald

source: by
nl: door

source: Start your own fundraiser
nl: Start je eigen fundraiser

source: Throw a party or run a marathon to raise funds
nl: Geef een feest of ren een marathon om geld op te halen

source: Be the first to fundraise
nl: Start als eerste met fundraisen
