Repository: onepercentclub/onepercentclub-site
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: nl

source: Running Campaigns
nl: Lopende Campagnes

source: Finished Campaigns
nl: Gerealiseerde Campagnes

source: There was an error connecting Facebook
nl: Oeps! We konden geen verbinding maken met je Facebook account. Probeer het nog eens.

source: Reloading order details
nl: Opnieuw laden van order details

source: There was an error with your payment. Please try again.
nl: Er ging iets mis met de betaling. Kun je het nogmaals proberen?

source: Welcome!
nl: Welkom!

source: Pick a time slot
nl: Kies tijd

source: Tell the world why you chose to join 1%Club!
nl: Vertel ons waarom je voor de 1%Club hebt gekozen!

source: Tell us a bit about yourself so we can get to know you!
nl: Vertel ons wat over jezelf zodat we je kunnen leren kennen!

source: First name
nl: Voornaam

source: Surname
nl: Achternaam

source: Name
nl: Naam

source: Phone number
nl: Telefoonnummer

source: Account name
nl: Naam rekeninghouder

source: Account address
nl: Adres

source: Account postal code
nl: Postcode

source: Account city
nl: Plaats

source: Account country
nl: Land

source: Account BIC code
nl: SWIFT-BIC code

source: Account IBAN code
nl: IBAN nummer

source: <h3>Introduction of your campaign</h3><p>We’ve already set some structure in this plan, but you are free to write it in your own way.</p><h3>What are you going to do?</h3><p>Remember to keep a logic structure, use headings, paragraphs.</p><h3>How are you going to achieve that?</h3><p>Keep it short and sweet!</p>
nl: <p>Met eigen headers en wit regels kun je hier je campagne verhaal uitleggen, bijvoorbeeld door middel van een:</p> <h3>Introductie</h3> <p>Leg uit waar je campagne voor is, vertel iets over bijvoorbeeld het doel van de campagne. Supporters zullen ook benieuwd zijn waar het geld precies voor gebruikt gaat worden.</p> <h3>Waarom</h3> <p>Licht eventueel de grote waarom vragen toe: waarom is deze campagne zo belangrijk? waarom zouden mensen deze campagne moeten supporten? We laten je helemaal vrij in het schrijven van je verhaal. Eventueel kun je hier ook nog informatie later aan toevoegen of aanpassen. Let wel op dat je dit niet te veel doet, je verhaal moet altijd concreet, urgent en persoonlijk blijven.</p>

source: Title
nl: Titel

source: Description
nl: Korte beschrijving

source: Personalised story
nl: Gepersonaliseerd verhaal

source: Image
nl: Afbeelding

source: Theme
nl: Thema

source: Tags
nl: Trefwoorden

source: Country
nl: Land

source: Why, what and how
nl: Waarom, wat & hoe?

source: Goal
nl: Doel

source: Destination impact
nl: Wat is de impact van jouw campagne?

source: Minimal amount asked
nl: Minimaal doelbedrag

source: Amount asked
nl: Doelbedrag

source: Valid budget breakdown
nl: Budget specificatie

source: Story
nl: Verhaal

source: Save changed data?
nl: Wijzigingen opslaan?

source: You have some unsaved changes. Do you want to save before you leave?
nl: Je hebt niet-opgeslagen wijzigingen. Wil je deze eerst opslaan?

source: Save
nl: Opslaan

source: Cancel
nl: Annuleer

source: You're about to set a monthly donation.<br/><br/>
nl: Super! Je gaat maandelijks doneren.

source: Has anybody ever told you that you're awesome? Well, you're awesome!<br/><br/>
nl: Heeft iemand je wel eens verteld dat je geweldig bent? Nou, je bent geweldig!<br/></br/>

source: 1%Club will withdraw your monthly donation from your bank account in the beginning of each month. You can cancel it anytime you like.<br/><br/>
nl: 1%Club zal je maandelijkse donatie van je bankrekening afschrijven aan het begin van de maand. Je kunt dit op elk moment opzeggen. <br/><br/>

source: We will send you an email in the beginning of each month to update you on what projects received your support!
nl: We zullen je aan het begin van elke maand een e-mail sturen met een update van de projecten die jij hebt gesteund.

source: Set my monthly donation
nl: Stel maandelijkse donatie in

source: Stop my monthly donation
nl: Stop maandelijkse donatie

source: Thanks a lot for your support until now. You rock! We welcome you back anytime.<br /><br />Are you sure you want to stop your monthly support?
nl: Bedankt voor je support tot dusver. Super! Uiteraard, je kunt altijd weer je maandelijkse donatie activeren.<br /><br />Weet je zeker dat je je maandelijkse donatie wilt stopzetten?

source: Yes, stop my donation
nl: Ja, stop donatie

source: No, continue
nl: Nee, ga verder

source: Available %s
nl: Beschikbaar %s

source: This is the list of available %s. You may choose some by selecting them in the box below and then clicking the "Choose" arrow between the two boxes.
nl: Dit is de lijst met beschikbare %s. Je kunt ze selecteren door ze links in de box te selecteren en met de pijl tussen de boxen naar rechts te verplaatsen.

source: Type into this box to filter down the list of available %s.
nl: Type in het veld om omlaag te filteren door de beschikbare %s.

source: Choose all
nl: Selecteer alles

source: Click to choose all %s at once.
nl: Klik om alle %s tegelijk te selecteren

source: Choose
nl: Selecteer

source: Remove
nl: Verwijder

source: Chosen %s
nl: Gekozen %s

source: This is the list of chosen %s. You may remove some by selecting them in the box below and then clicking the "Remove" arrow between the two boxes.
nl: Dit is de lijst met beschikbare %s. Je kunt ze selecteren door ze links in de box te selecteren en met de pijl tussen de boxen naar rechts te verplaatsen.

source: Remove all
nl: Verwijder alles

source: Click to remove all chosen %s at once.
nl: Klik om alle selecteerde %s te verwijderen.

source: You have unsaved changes on individual editable fields. If you run an action, your unsaved changes will be lost.
nl: Je hebt wijzigingen gemaakt die nog niet zijn opgeslagen. Als je deze actie uitvoert zullen je wijzigingen niet worden opgeslagen.

source: You have selected an action, but you haven't saved your changes to individual fields yet. Please click OK to save. You'll need to re-run the action.
nl: Je hebt een actie uitgevoerd, maar de wijzigingen nog niet opgeslagen. Klik OK om op te slaan. Je kunt je actie opnieuw uitvoeren.

source: You have selected an action, and you haven't made any changes on individual fields. You're probably looking for the Go button rather than the Save button.
nl: Je hebt een actie geselecteerd, maar je hebt nog geen wijzigingen aangebracht in de velden. Waarschijnlijk zoek je de GO knop in plaats van de SAVE knop.

source: January February March April May June July August September October November December
nl: januari februari maart april mei juni juli augustus september oktober november december

source: Show
nl: Weergeven

source: Hide
nl: Verberg

source: Now
nl: Nu

source: Clock
nl: Klok

source: Choose a time
nl: Kies een tijd

source: Midnight
nl: Middernacht

source: 6 a.m.
nl: 6 uur

source: Noon
nl: 12 uur

source: Today
nl: Vandaag

source: Calendar
nl: Kalender

source: Yesterday
nl: Gisteren

source: Tomorrow
nl: Morgen

source: First Name can't be left empty
nl: Voornaam kan niet leeg zijn

source: Surname can't be left empty
nl: Achternaam kan niet leeg zijn

source: Invalid email address
nl: Oh nee! Dit is een ongeldig email adres.

source: Emails don't match
nl: Oeps! Deze email adressen komen niet overeen.

source: Welcome
nl: Welkom

source: Ready to do some good?
nl: Maak jij het verschil?

source: 1-4 hours per week
nl: 1-4 uur per week

source: 5-8 hours per week
nl: 5-8 uur per week

source: 9-16 hours per week
nl: 9-16 uur per week

source: 1-4 hours per month
nl: 1-4 uur per maand

source: 5-8 hours per month
nl: 5-8 uur per maand

source: 9-16 hours per month
nl: 9-16 uur per maand

source: I have all the time in the world. Bring it on!
nl: Ik heb alle tijd van de wereld, stuur maar door!

source: It depends on the content of the tasks. Challenge me!
nl: Hangt van de taak af, daag me maar uit!

source: Time available
nl: Tijd beschikbaar

source: Person
nl: Persoon

source: Company
nl: Bedrijf

source: Foundation
nl: Stichting

source: Club / Association
nl: Club / Organisatie

source: Log in to <Bluebottle Project>
nl: Log in bij <Bluebottle Project>

source: Email required
nl: E-mail verplicht

source: Password required
nl: Vul uw wachtwoord in.

source: Trouble signing in?
nl: Problemen met aanmelden?

source: We've sent a password reset link to your inbox
nl: We hebben een wachtwoord reset link naar je inbox gemaild

source: Make it one to remember
nl: Bedenk er één die je niet vergeet!

source: We've updated your password, you're all set!
nl: We hebben uw wachtwoord aangepast.

source: Passwords don't match
nl: De wachtwoorden komen niet overeen

source: Invalid token, try request a new password again
nl: Ongeldige token, vraag een nieuw wachtwoord aan

source: The account was disabled
nl: Dit account is gedeactiveerd

source: Error, invalid token
nl: Oeps, ongeldige token

source: Email address
nl: E-mailadres

source: Re-enter email address
nl: Herhaal e-mailadres

source: Password
nl: Wachtwoord

source: Choose New Password
nl: Kies nieuw wachtwoord

source: Confirm New Password
nl: Bevestig nieuw wachtwoord

source: Pick an item
nl: Kies een item

source: C'mon, don't be silly! Give them at least 5 euro
nl: Hey Dagobert Duck! Het minimum bedrag is 5 euro

source: Perhaps you should try typing something
nl: Misschien moet je toch even eerst iets typen

source: Thanks for your message!
nl: Bedankt voor je bericht!

source: Leave a message on the fundraiser wall
nl: Plaats een reactie op de wall van fundraiser

source: Leave a message on the project wall
nl: Plaats een reactie op de project wall

source: Amount
nl: Bedrag

source: Thank you for supporting this project
nl: Bedankt voor je support!

source: Processing payment
nl: Betaling wordt uitgevoerd

source: Oops, something went wrong. Please try again.
nl: Oeps, er ging iets mis. Probeer het nogmaals.

source: Model saved successfully.
nl: Model succesvol opgeslagen

source: Hey! What are you doing here? Saving model failed.
nl: Hey! Wat doe je hier? Het model opslaan is gefaald.

source: Pick an organization
nl: Kies een organisatie

source: Search
nl: Zoeken

source: Pick a Phase
nl: Kies een fase

source: Pick a Theme
nl: Kies een thema

source: applied
nl: aangemeld

source: rejected
nl: afgewezen

source: realised
nl: gerealiseerd

source: stopped
nl: gestopt

source: in progress
nl: in behandeling

source: closed
nl: gesloten

source: Apply for task
nl: Doe deze taak

source: Apply
nl: Meld aan

source: Running
nl: Lopend

source: Realised
nl: Gerealiseerd

source: Any Status
nl: Alle Statussen

source: Pick a Skill
nl: Kies een expertise

source: Password needs to be at least 6 characters long
nl: Je wachtwoord moet minstens 6 karakters lang zijn.

source: Failed to create currentUser
nl: Jeetje, er ging iets mis. We gaan dit zo snel mogelijk oplossen!

source: Edit profile
nl: Wijzig profiel

source: Model could not be saved.
nl: Model kon niet worden opgeslagen.

source: Successfully saved.
nl: Succesvol opgeslagen.

source: Model is invalid.
nl: Model is niet valide.

source: Error saving model.
nl: Probleem met opslaan model.

source: 15 minutes
nl: 15 minuten

source: half an hour
nl: half uur

source: up to one hour
nl: tot een uur

source: two hours
nl: twee uren

source: half a day
nl: halve dag

source: one day
nl: 1 dag

source: two days
nl: twee dagen

source: one week
nl: 1 week

source: two weeks
nl: twee weken

source: one month
nl: 1 maand

source: That's better
nl: Helemaal goed.

source: weak
nl: zwak

source: fair
nl: redelijk

source: strong
nl: sterk

source: Pick a language
nl: Kies een taal

source: Unauthorized to connect to Facebook
nl: Geen toestemming om te verbinden met Facebook

source: Deadline<br /> reached
nl: Deadline<br /> bereikt

source: days
nl: dagen

source: day
nl: dag

source: to support this project
nl: om deze campagne te steunen

source: Pick a Country
nl: Kies een land

source: Card Owner can't be left empty
nl: Naam kan niet leeg zijn

source: Your creditcard doesn't have the right number of digit.
nl: Je creditcard heeft niet het juist aantal getallen

source: The expiration month is not valid
nl: De maand is niet geldig

source: The expiration year is not valid
nl: Het jaar is niet geldig

source: The CVC is not valid
nl: Deze CVC is niet geldig

source: Card Holder Name
nl: Naam rekeninghouder

source: Month
nl: Maand

source: Year
nl: Jaar

source: Select a credit card
nl: Selecteer je type creditkaart

source: Select your bank
nl: Kies je bank

source: Select your credit card
nl: Selecteer je type creditkaart

source: Copied!
nl: Gekopieerd!

source: &nbsp;days
nl: &nbsp;dagen

source: Hey %(name)s, you can leave a comment
nl: Hi %(name)s, schrijf een reactie

source: Really?
nl: Zeker weten?

source: Are you sure you want to delete this comment?
nl: Weet je zeker dat je dit wilt verwijderen?

source: Yes
nl: Ja

source: Are you sure you want to delete this reaction?
nl: Weet je zeker dat je dit wilt verwijderen?

source: Title of your wallpost
nl: Titel van je wallpost

source: Body of your wallpost
nl: Inhoud van je wallpost

source: Youtube or Vimeo url
nl: Youtube of Vimeo url

source: Thank you for supporting this fundraiser
nl: Bedankt voor je support!

source: applied for
nl: aangemeld voor

source: is rejected for
nl: is afgewezen voor

source: is working on
nl: werkt aan

source: stopped working on
nl: is gestopt met werken aan

source: Your account name
nl: Je account naam

source: Please fill in your account name
nl: Vul je bank account naam in

source: Please fill in your IBAN number
nl: Vul je IBAN nummer in

source: Please fill in your BIC/SWIFT code
nl: Vul je BIC/SWIFT code in

source: Please agree to the amount being withdrawn from your account
nl: Ga ermee akkoord dat dit bedrag van je bankrekening zal worden gehaald

source: Leave a comment for this campaign
nl: Plaats een reactie voor deze campagne

source: Give a shout-out to the campaigner!
nl: Laat een reactie achter om de campaigner(s) succes te wensen.

source: Share an update with your supporters
nl: Deel een update met je supporters

source: Are you sure you want to delete this post?
nl: Wil je echt deze reactie verwijderen?

source: Leave a comment,
nl: Plaats een reactie,
