Repository: onepercentclub/onepercentclub-site
Catalog: apps/homepage/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Thanks to the 1%%Club platform we can trigger our employees to make a positive contribution to places around the whole world.
nl: Met behulp van het 1%%Club platform kunnen wij onze medewerkers activeren om een positieve bijdrage te leveren aan bestemmingen over de hele wereld.

source: 65%% of employees are using the platform
nl: 65%% van de werknemers maakt gebruik van het platform

source: 123 projects online
nl: 123 projecten online

source: 67 projects realized after 6 months
nl: 67 projecten gerealiseerd na 6 maanden

source: There are two ways your organization can use the do-good platform:
nl: We bieden onze tools op twee manier aan:

source: On our website <br> Your own business page on the 1%%Club platform (onepercentclub.com)
nl: Via het 1%%Club platform (onepercentclub.com) maakt je organisatie gebruik van een bedrijvenpagina.

source: On your own website <br> Your own branded platform within your own web environment
nl: Via een eigen branded platform binnen jullie eigen webomgeving.

source: 1%%Club’s do-good engagement platform is scalable, quick to use and completely compatible with the wishes and look and feel of your organization. If you don’t believe us, ask Booking.com and Accenture – they’ve have already done it!
nl: Het do-good engagement platform van 1%%Club is schaalbaar en snel en volledig in te richten volgens de wensen en look & feel van jouw organisatie. Booking.com en Accenture gingen je al voor.

source: All-in-one dashboard
nl: Alles-in-een dashboard

source: Overview CSR projects
nl: Overview CSR projecten

source: Strategy
nl: Strategie

source: Branding & Communication
nl: Branding & Communicatie

source: Activation kick-off
nl: Activatie kick-off

source: Monthly Support
nl: Maandelijkse support

source: About The Cheetah Fund
nl: Over het Cheetah Fund

source: There are many African pioneers who have great ideas to change the world. An idea that creates social or environmental impact… An idea that leads to a cleaner, safer or friendlier world. These changemakers have a fresh perspective and are eager to contribute to a better world.
nl: Er zijn veel jonge Afrikaanse pioniers met een droom. Een droom om het dagelijkse leven in Afrika te verbeteren. Het gaat bij hen niet om een waterput in het dorp, maar om medicijnbehoeften lokaliseren met je mobieltje. In plaats van een nieuw schoolgebouw denken ze aan het oprichten van hun eigen bedrijfje dat LED straatverlichting aanbiedt om de veiligheid in de dorpen om hen heen te vergroten.

source: We call them the ‘CHEETAHS’ of this world. They have the drive and like to go off the beaten path. What they often don’t have is the financial means to achieve this.
nl: Wij noemen deze generatie de ‘CHEETAHS’. Een nieuwe generatie die, in tegenstelling tot de oude generatie van zogenoemde ‘hippo’s’, bestaande patronen wil doorbreken, wil innoveren en die wil samenwerken aan een betere toekomst.

source: The Cheetah Fund of &euro;400,000 aims to support these African pioneers with seed money to kick-start or boost their world changing projects. If pioneers manage to crowdfund at least 30%% of their target amount via 1%%Club within 30 days, the Cheetah Fund will grant them the remaining amount.
nl: Het ontbreekt deze veelal jonge Afrikaanse pioniers echter vaak in het vertrouwen van hun omgeving, het netwerk en daarmee de financiële injectie en de juiste knowhow om van start te gaan. In 2014 zal het Cheetah fund van €400.000 honderd jonge gedreven Afrikaanse pioniers de kans bieden om hun slimme ideeën die het leven in Afrika verbeteren te realiseren via 1%%Club. Als de pioneers 30%% van hun doelbedrag crowdfunden binnen 30 dagen, dan vult het Cheetah Fund de rest aan. Het resultaat? Een golf van vernieuwing met een gigantische sociale impact voor meer dan 10.000 mensen in Afrika.

source: It is our dream to empower 100 African changemakers and to ignite a big wave of social change throughout Africa!
nl: Op deze rubriek na is de Cheetah Fund website alleen Engelstalig beschikbaar omdat de doelgroep de Afrikaanse pioniers betreft.

source: The Cheetah Fund is powered by the Dutch National Postcode Lottery
nl: Het Cheetah Fund is mede mogelijk gemaakt door de Nationale Postcode Loterij

source: About The Fund
nl: Over het Cheetah Fund

source: To make a donation, go to <a href="http://cheetah-fund.org">www.cheetah-fund.org</a> and select the campaign you’d like to support. Click on the ‘support’ button, select an amount and choose your payment method to finalise your payment.
nl: To make a donation, have a look at the <a href="https://www.onepercentclub.com/go/projects">campaigns</a> and select the one you’d like to support. Click on the ‘support’ button, select an amount and choose your payment method to finalise your payment.

source: Working towards a new relationship between citizens and government
nl: Bouwen aan een nieuwe relatie tussen burger en overheid

source: A few years ago you could count the amount of crowdfunding-projects in the Netherlands on one hand. Today we’re talking about hundreds of projects and millions of euros. This increase is largely due to the decline in private and public sources of finance, but also fitting within the different trends of our time.
nl: Waar enkele jaren terug het aantal Nederlandse crowdfunding-projecten nog op één hand te tellen was, gaat het inmiddels om honderden projecten en miljoenen euro’s. Een groei die voor een groot deel is toe te schrijven aan een afname in private en publieke financieringsbronnen, maar past binnen de verschillende trends van deze tijd.

source: These include the rise of the DIY (do it yourself) society, people working together more, and more things being organized at the local level where social networks and online communication play an important role. How do municipalities deal with these developments and how do they work towards a new relationship between citizens and government?
nl: Met de opkomst van de doe-het-zelf-maatschappij (DIY), het steeds meer samenwerken en organiseren op lokaal niveau waarbij sociale netwerken en online communicatie een grote rol spelen is het de vraag hoe gemeentes omgaan met deze ontwikkelingen en hoe zij bouwt aan een nieuwe relatie tussen burger en overheid.

source: Using solar panels for a more sustainable neighbourhood. <br>(Initiative of "de Groene Regentes")
nl: De wijk verduurzamen met zonnepanelen. <br>(Initiatief van de Groene Regentes)

source: Photo
nl: Foto

source: Civic crowdfunding is the new way municipalities can realize local initiatives together with citizens, organizations and companies by sharing time, knowledge and funds.
nl: Civic crowdfunding is dé nieuwe manier waarop een gemeente samen met burgers, verenigingen en bedrijven lokale initiatieven kan realiseren door de inzet van tijd, kennis en geld.

source: <h1>The municipality as <em>curator, booster and facilitator</em></h1>
nl: <h1>De gemeente als <em>curator, aanjager en facilitator</em></h1>

source: The role of municipalities is changing. Through a personalized platform they can facilitate the communication around local initiatives, curate these according to their own policies and boost those with the most potential by giving extra support. In this way the municipality works towards a participatory society with pro-active citizens.
nl: De rol van de gemeente verandert. Via een eigen online platform faciliteert zij de communicatie rondom buurtinitiatieven, cureert deze op basis van eigen beleid en jaagt de meest kansrijken aan met extra steun. Zo bouwt de gemeente aan een permanente participatiemaatschappij met pro-actieve burgers.

source: This is how it works:
nl: Dat werkt als volgt:

source: The municipality indicates which themes are important
nl: De gemeente geeft aan welke participatiethema’s centraal staan.

source: Citizens and organizations submit their own projects and project initiators campaign for their idea
nl: Burgers en verenigingen sturen eigen projecten in en initiatiefnemers voeren campagne voor hun project.

source: Citizens and companies support the projects with their own time, knowledge and funds and the municipality gives extra funding to projects with large public support
nl: Burgers en bedrijven steunen de projecten met tijd, kennis en geld waarbij de gemeente extra financiering geeft voor projecten met een groot publiek draagvlak.

source: Volunteering for a greener neighbourhood. <br>(Initiative of "de Groene Regentes")
nl: Vrijwilligersactie om de buurt te vergroenen. <br>(Initiatief van de Groene Regentes)

source: <h1>What is the <em>strength</em> of crowdfunding?</h1>
nl: <h1>Wat is de <em>kracht</em> van crowdfunding?</h1>

source: Citizen participation is rising while budgets are shrinking. Through civic crowdfunding existing budgets can be used to provide extra leverage to local initiatives and can be additionally supported with knowledge, time and funds from citizens and organizations. This is how we can do more with fewer resources.
nl: De vraag naar burger participatie stijgt en het budget vermindert. Via Civic crowdfunding kan dit budget als ‘hefboom’ worden ingezet en kunnen projecten met kennis, geld en tijd gesteund worden door burgers en verenigingen. Zo is er meer mogelijk met minder middelen. Civic crowdfunding:

source: supports the participation of citizens and social cohesion,
nl: vergroot burgerparticipatie en sociale cohesie;

source: strengthens local entrepreneurship,
nl: versterkt lokaal ondernemerschap;

source: maps out local support,
nl: brengt lokaal draagvlak in kaart;

source: provides a new method of financing.
nl: biedt een nieuwe manier van financiering.

source: Urban meeting place for fresh ideas and new initiatives.
nl: Stadsontmoetingsplek voor frisse ideeën en nieuwe acties.

source: <h1>How does the 1%%Club <em>help</em> municipalities?</h1>
nl: <h1>Hoe <em>helpt</em> 1%%Club je als gemeente?</h1>

source: Since 2008 more than 17000 people have crowdfunded nearly 2 million euros for over 800 initiatives through the 1%%Club. As the largest donation-based crowdfunding platform in the Netherlands we can help you with:
nl: Sinds 2008 zijn er via 1%%Club meer dan 800 initiatieven van start gegaan en hebben 17.000+ mensen bijna 2 miljoen euro gecrowdfund. Als Nederlands grootste donatie crowdfunding platform kunnen we je helpen met:

source: In co-creation with all stakeholders we develop the strategy using our crowdfunding canvas.
nl: Met ons crowdfunding canvas ontwikkelen we in co-creatie met alle stakeholders de strategie.

source: With your own version of the 1%%Club crowdfunding platform you have all the necessary tools in your own corporate identity. We provide hosting and all upgrades.
nl: Met een eigen versie van het 1%%Club crowdfunding platform beschik je over alle tools in je eigen huisstijl. We verzorgen hosting en alle upgrades.

source: We help with technical and community support and provide ‘teach-theteacher’ training in order to work with the platform.
nl: We helpen met technisch en community support en verzorgen ‘teach-theteacher’ trainingen om met het platform te werken.

source: We take care of all financial transactions and provide periodic reports with users statistics.
nl: We regelen alle financiële transacties en leveren periodieke rapportages met gebruiksstatistieken.

source: 1%%Club is the do-good crowdfunding platform and we would love to help you make a world of difference. We are happy to swing by to tell you more about our services.
nl: 1%%Club is hét do-good crowdfunding platform, en we helpen je graag een wereld van verschil te maken. We komen graag langs om meer vertellen.

source: Your canvas to successful crowdfunding
nl: Jouw canvas voor succesvol Do-good Crowdfunding

source: Now you know the rules and you’re ready to put them into practice. Start planning your crowdfunding journey by filling in your do-good crowdfunding canvas.
nl: Nu je de regels weet, is het tijd om ze toe te passen. Start met het plannen van je crowdfund avontuur en vul je eigen do-good crowdfunding canvas in.

source: Start campaigning
nl: Start campagne

source: Join 1%%Club
nl: Doe mee met 1%%Club

source: Read our FAQ
nl: Lees onze Veelgestelde Vragen

source: A guide to successful do-good crowdfunding via 1%%Club.
nl: Leer succesvol crowdfunden via 1%%Club.

source: <h3>The <big>10 golden rules</big> for successful do-good Crowdfunding</h3>
nl: <h3><big>10 gouden</big> regels voor succesvol do-good crowdfunding</h3>

source: Start with a detailed strategy
nl: Maak vooraf een complete planning

source: Make sure all the preparation is done before you launch your campaign. Take time to work thoroughly on a campaign strategy, including a detailed plan with clear goals and sub-goals. As most successful campaigns are funded within thirty days, you should aim to reach your target as quickly as possible. Prepare a realistic budget to show potential supporters that you mean business. Make a list of your network and create several template emails to spread during your campaign so you can be ready to contact supporters right from the beginning.
nl: Zorg voordat je aan je campagne begint dat alles is geregeld. Neem goed de tijd om een strategisch campagneplan uit te werken. Maak een uitgewerkte planning met doelen en subdoelen. Streef er naar je doelbedrag zo snel mogelijk te bereiken, weet dat de meest succesvolle campagnes dertig dagen duren. Een gespecificeerd budget laat zien dat je goed voorbereid bent. Start met een lijst van je netwerk en begin met inplannen van e-mails, verspreid je mailings gedurende de gehele campagne.

source: Don’t hesitate to ask for help. Not everyone who is interested in the campaign will be able to offer financial support, but they may be able to contribute in other valuable ways - by sharing your content for example. Start asking for help early - you and your team want to be ready to rock as soon as your campaign is online. Make sure everyone in the team is aware of his or her role and responsibilities. It can help if you give each team member of a set of written instructions.
nl: Ben niet te terughoudend in het vragen om hulp. Niet iedereen die geïnteresseerd is in jouw campagne kan een financiële bijdrage leveren, maar dat wil niet zeggen dat ze op andere manieren kunnen bijdragen, door bijvoorbeeld (online & offline) je campagne te delen. Ga ruim van te voren opzoek naar personen die je kunnen helpen bij je campagne zodat je direct vanaf de start een campagneteam hebt. Het is belangrijk dat je iedereen in je team een duidelijke rol toebedeelt en heldere verantwoordelijkheden geeft.

source: Identify your network
nl: Identificeer je groep supporters

source: 1%%Club’s crowdfunding platform is the perfect tool to share your campaign with your network, so make sure you make the most of it! Start by working out how big your network is and how much support it will generate. Use this to set a target amount. Once you’ve worked out the potential size of your network, approach your potential supporters directly and explain why their support is so important. Impress the urgency of the campaign on them; how quickly you need to reach your target and why it’s so important that you succeed.
nl: Via het 1%%Club platform kun je op snel en simpel je campagne delen met je netwerk. Maak een inschatting van de potentie van je netwerk. Ben niet te terughoudend in het direct benaderen van mogelijke supporters. Leg uit waarom hun support zo belangrijk is. Gebruik hierbij de twee vormen van urgentie, de inhoudelijke urgentie van je doelstelling(en) en die van je campagneperiode. Het overgrote deel van je supporters zal echt uit je eigen netwerk moeten komen. Zij kennen jou en geloven in jou en/of het doel van je campagne. Vooraf wil je een duidelijk inschatting hebben hoeveel je (financieel) van je netwerk kan verwachten, gebruik deze inschatting ook bij het stellen van je doelbedrag.

source: A successful campaign runs on a strong story and lots of passion. Therefore it’s vital that your crowdfunding campaign page is always kept full of new content. Communicate your campaign story clearly and persuasively and explain why it exists. The big question you should answer is ‘why should I support your campaign?’ Don’t be afraid to look elsewhere for inspiration and learn from others. Pitch your idea to the press and other (social) media networks. Never underestimate the power of word of mouth.
nl: Het begint allemaal met jouw verhaal en je passie voor deze campagne. Daarom is het belangrijk dat de campagnepagina er helemaal tiptop uitziet. Vertel je verhaal zo concreet mogelijk en leg de urgentie van je campagne uit. De grote vraag die je moet kunnen beantwoorden: “Waarom zouden mensen deze campagne moeten supporten?” Gebruik daarbij vooral succesverhalen van anderen als inspiratiebron en pitch je idee bij de pers en andere netwerken. Vergeet nooit de kracht van mond-tot-mond reclame!

source: Keep it personal
nl: Maak het persoonlijk

source: Start by emailing your close friends and family. They’ll be the first to support you and share your campaign. Contact as many people as you can, but don’t spam everybody at once. Make a unique message for each group within your network. Some people like a Facebook message, others a personal email or a phone call. Introduce your campaign briefly and include a direct link to your campaign. If you don’t hear back from somebody straight away, don’t be afraid to get back in touch a week or so later.
nl: Start met een email naar je goede vrienden en familie. Zij zijn je beste contacten en zullen vaak beginnen met het supporten van je idee. Je wilt niet iedereen allemaal tegelijk overstelpen met je campagne. Creëer een persoonlijk bericht voor iedere groep die je kunt identificeren binnen je netwerk. Sommige vrienden vinden het leuk om een Facebook berichtje te ontvangen, maar anderen kun je misschien beter opbellen. Geef in je berichten een korte introductie van je campagne en vergeet niet de link naar je campagnepagina bij te voegen. Op z’n tijd een herinnering sturen kan geen kwaad.

source: Share your story
nl: Deel je verhaal

source: During your campaign it is very important to keep the story behind the campaign alive. Both people who have already supported you and potential supporters will want to see what you’re doing and get to know you better. Post pictures and videos to show how you’re getting on and share your experiences via short blogs. Email, sms, WhatsApp, Facebook, Instagram: use them all!
nl: Gedurende je campagne is het belangrijk om het verhaal achter je campagne te blijven delen. Zodra je campagne live staat, deel je het direct met iedereen. Verzamel genoeg content en gebruik ook foto’s en video’s. Schrijf bijvoorbeeld korte blogs en deel je successen. Houd de campagnepagina up-to-date met je ervaringen en het campagneproces. Deel je updates ook via e-mail, sms, WhatsApp, Facebook, Instagram, eigenlijk alle mogelijke (technologische) opties!

source: Celebrate success with your supporters
nl: Vier successen met je supporters

source: Your supporters are a vital part of your campaign community. They’re the people who will help you reach your target by raising funds and sharing your campaign with their networks. So make sure you keep them involved every step of the way! Thank every supporter personally after every donation - if they’ve donated once, they could support you again. And don’t forget to answer every question quickly and stay 100%% transparent by sharing every development, good or bad.
nl: Vier je succes(sen) door iedere supporter na een donatie direct te bedanken. Deze supporters zijn een essentieel onderdeel van je campagne community. Je wilt dat zij je campagne verder verspreiden. Wie weet, als ze een eerste keer hebben gedoneerd, doen ze dit later nog wel een keer. Vergeet niet alle eventuele vragen direct te beantwoorden en blijf daarbij 100%% transparant.

source: Be original
nl: Wees origineel

source: Use your creativity to attract extra attention to your campaign. An event like a party or fundraising dinner is a great way to give something back to all your supporters – but make sure that anything you organize delivers results (funding!) and doesn’t become too costly. Don’t forget to organize online activities either - personalized thank you photos or videos for supporters are a good incentive and keep people involved in the campaign. Or introduce something like ‘Video Fridays’ to keep people updated with project progress and provide extra insight into your campaign.
nl: Gebruik al je creatieve hersencellen om extra aandacht te genereren voor je campagne. Organiseer bijvoorbeeld een evenement, dit kan een groot feest zijn of een benefietdiner. Door het organiseren van een evenement kan je gemakkelijk op grote schaal iets terug geven aan je supporters. Zorg er wel voor dat de organisatie ervan meer oplevert dan dat het je aan tijd en geld kost. Je kunt ook een online actie bedenken, zoals persoonlijke bedank foto’s of introducer een ‘Video Fridays’.

source: Crowdfunding is a lot of work and you’ll be very busy all the way through your campaign. But with a good story and lots of energy & enthusiasm you can do this! Good luck!
nl: Ja, crowdfunding is hard werken, maar met een goed verhaal en heel veel enthousiasme kun je dit. Succes!

source: Possible pitfalls
nl: Mogelijke valkuilen

source: A few things you should <strong>absolutely NOT</strong> do: <ul> <li> Start to relax when your campaign is online. This is just the beginning! </li> <li> Talk about ‘begging’; you’re sharing your enthusiasm for this campaign. </li> <li> Spend money; you’re trying to raise money and spending it won’t help you reach your target. </li> <li> Spam people with lots of group emails. Contacting (potential) supporters is very important, as is making sure you spread your message in a new, personal way each time. </li> </ol>
nl: Dingen die je beter NIET kan doen: <ul> <li> Er vanuit gaan dat het crowdfunden vanzelf gaat zodra je campagne online staat. </li> <li> Ga niet ‘bedelen’. Je bent iets goeds aan het doen. Deel je enthousiasme hiervoor. </li> <li> Geef geen geld uit dat je nog niet hebt. </li> <li> Mensen spammen. Mensen aan je campagne herinneren is noodzakelijk en super belangrijk maar verspreid je bericht altijd weer in een andere vorm. </li> </ol>
