Repository: onepercentclub/onepercentclub-site
Catalog: apps/homepage/locale/*/LC_MESSAGES/django.po
Languages: nl

source: 1%%Club for companies
nl: 1%%Club voor bedrijven

source: 1%%Club for municipalities
nl: 1%% Club voor gemeenten

source: Projects fully funded
nl: Campagnes volledig gefund

source: Hours
nl: Uren

source: Minutes
nl: Minuten

source: Seconds
nl: Seconden

source: Fully funded by
nl: Volledig gefund door

source: and supporters.
nl: en supporters.

source: Fully funded with
nl: Volledig gefund met

source: To go
nl: Te gaan

source: days
nl: dagen

source: Some of our favourite campaigns
nl: Onze favoriete campagnes

source: Browse all campaigns
nl: Bekijk alle campagnes

source: campaigns for
nl: voert campagne voor

# Slider project frontpage
source: raised
nl: opgehaald

# Slider project frontpage
source: days left
nl: dagen te gaan

source: deadline passed
nl: deadline verstreken

source: raised
nl: opgehaald

source: Go to campaign
nl: Bekijk campagne

source: people
nl: mensen

source: crowdfunded
nl: crowdfunden samen

source: to realize
nl: voor

source: campaigns
nl: campagnes

source: countries
nl: landen

source: Join us do good
nl: Doe je mee?

source: We are the do-good crowdfunding platform
nl: We zijn hét crowdfunding platform waar je een wereld van verschil maakt.

source: We empower people with great ideas to create positive change in their community, city, country – or in the world.
nl: Onze passie is om jou in staat te stellen een positieve verandering teweeg te brengen in je omgeving, stad, land – of zelfs in de hele wereld.

source: We have the fundraising tools to activate your network
nl: We hebben de fundraising tools om jouw netwerk te activeren.

source: We enable you to raise funds and kick-start your initiative via your own network. We take care of administration and make sure you can eﬀectively share your campaign with your network.
nl: Via 1%%Club kan je je omgeving online mobiliseren om geld en kennis in te zamelen om van jouw idee een succesvolle campagne te maken. Wij regelen de administratie en zorgen ervoor dat jij je campagne kunt delen met je netwerk.

source: We are your best friend in online campaining
nl: We zijn jouw beste vriend in campaigning

source: We make campaigning for a better world the most simple and rewarding experience possible. We share our expertise and if you need help: we’re just a phone call or email away
nl: Wij maken campagne voeren voor een betere wereld op de meest simpele en leuke manier mogelijk. We delen onze expertise met je en als je vragen hebt staan we altijd voor je klaar.

source: Start a campaign
nl: Start jouw campagne

source: Choose your project
nl: kies je campagne

source: Support it with your time, knowledge or money and receive real-time updates.
nl: Support het met je tijd, kennis of geld en lees updates.

source: days to go
nl: dagen te gaan

source: of
nl: van

source: Previous project
nl: Vorige campagne

source: Next project
nl: Volgende campagne

source: Een actiegerichte manier van denken die uitstekend past in deze tijd.
nl: Over 1%Club: ''Een actiegerichte manier van denken die uitstekend past in deze tijd.''

source: Met 1%%Club kun je 100%% het verschil maken. En het resultaat zien!
nl: Met 1%%Club kun je 100%% verschil maken, en direct het resultaat zien.

source: Featured on
nl: In de media:

source: Watch our video
nl: Bekijk onze video

source: Page not found
nl: Pagina niet gevonden

source: The requested page could not be found on this website.
nl: De opgevraagde pagina kan niet worden gevonden.

source: Click <a href="%(home_url)s">here</a> to return to the homepage.
nl: Klik <a href="%(home_url)s">hier</a> om terug te gaan naar de homepage.

source: Site meta title
nl: 1%%Club is het crowdfunding platform waar je een wereld van verschil maakt.

source: Site meta FB title
nl: Site meta FB titel

source: Site meta FB description
nl: Do-Good Crowdfunding

source: Site meta FB site name
nl: Site meta FB site naam

source: The Netherlands
nl: Nederland

source: Support a campaign
nl: Bekijk campagnes

source: Start campaign
nl: Start campagne

source: About
nl: Over 1&#37;Club

source: The Cheetah Fund
nl: Het Cheetah Fund

source: Search campaigns
nl: Bekijk campagnes

source: Do good
nl: Doe mee

source: Browse campaigns
nl: Zoek campagnes

source: Browse tasks
nl: Zoek taken

source: Let's do Business
nl: 1%Club voor bedrijven

source: How to crowdfund
nl: Crowdfunding tips

source: Need help?
nl: Vragen?

source: FAQ
nl: Onze FAQ

source: Terms of service
nl: Algemene voorwaarden

source: About 1%%Club
nl: Over 1%%Club

source: Our story
nl: Ons Verhaal

source: Meet the team
nl: Ons Team

source: Meet our partners
nl: Onze partners

source: Press
nl: Pers

source: Work at 1%%Club
nl: Werken bij 1%%Club

source: News
nl: Nieuws

source: Let's connect
nl: Let's get social

source: You can always contact us for questions via
nl: We staan altijd voor je klaar via

source: and
nl: en

source: Go to top
nl: Naar boven

source: Give us feedback
nl: Geef ons feedback

source: Welcome
nl: Welkom

source: You’re officially part of
nl: Je bent nu officieel onderdeel van

source: is the go-to crowdfunding platform for doing good. We empower people with great ideas to create positive change in their community, city, country – or in the world.
nl: 1%Club is hét crowdfunding platform voor goede ideeën. En met goed bedoelen we ook goed. Goed voor jou, maar vooral voor je omgeving en het liefst voor de hele wereld.

source: Let's get started
nl: Klaar om te starten

source: You are receiving this email because you signed up with
nl: Je ontvangt deze email omdat je geregistreerd bent bij

source: Didn’t request an account?
nl: Geen account aangevraagd?

source: Welcome to 1%%Club
nl: Welkom bij 1%%Club

source: Logged out.
nl: Uitgelogd

source: Hello
nl: Hoi

source: You’ve requested a password reset on 1%%Club.
nl: Je hebt een wachtwoordwijziging aangevraagd op 1%%Club.

source: Reset password
nl: Wijzig wachtwoord

source: If you haven’t requested a new password, you can ignore this email.
nl: Mocht je geen wachtwoordwijziging hebben aangevraagd, dan kun je deze email negeren.

source: Password reset on %(site_name)s
nl: Wachtwoord wijzigen voor %(site_name)s

source: Author
nl: Auteur

source: project link
nl: campagne link

source: author
nl: auteur

source: The last user to edit this wallpost.
nl: De laatste gebruiker die deze wallpost heeft gewijzigd.

source: created
nl: aangemaakt

source: updated
nl: Gewijzigd

source: deleted
nl: verwijderd

source: IP address
nl: IP adres

source: The last user to edit this wallpost photo.
nl: De laatste gebruiker die deze wallpost foto heeft gewijzigd.

source: related type
nl: verwant type

source: related ID
nl: verwant ID

source: The last user to edit this reaction.
nl: De laatste gebruiker die deze reactie heeft gewijzigd.

source: reaction text
nl: Reactie tekst

source: Reaction
nl: Reactie

source: Reactions
nl: Reacties

source: Hello %(receiver_name)s, <br/><br/> %(author_name)s has left a message on your campaign page. <br/><br/> Don't wait any longer and <a href="%(site)s%(link)s">check it out</a>. <br/><br/> 1%%Club
nl: Hallo %(receiver_name)s, <br/><br/> %(author_name)s heeft een bericht geplaatst op je campagne pagina. <br/><br/> <a href="%(site)s%(link)s">Bekijk het bericht hier</a>. <br/><br/> 1%%Club

source: Hello %(receiver_name)s, %(author_name)s has left a message on your campaign page. Don't wait any longer and check it out: %(site)s%(link)s 1%%Club
nl: Hallo %(receiver_name)s, %(author_name)s heeft een bericht op je campagne pagina geplaatst. Wacht niet langer en bekijk het bericht hier: %(site)s%(link)s 1%%Club

source: Hello %(receiver_name)s, <br/><br/> <b>%(author_name)s</b> commented on your wallpost. <br/><br/> Don't wait any longer and <a href="%(site)s%(link)s">check it out</a>. <br/><br/> 1%%Club
nl: Hallo %(receiver_name)s, <br/><br/> <b>%(author_name)s</b> heeft een reactie geplaatst op je wallpost. <br/><br/> <a href="%(site)s%(link)s">Bekijk de reactie hier</a>. <br/><br/> 1%%Club

source: Hello %(receiver_name)s, %(author_name)s commented on your wallpost. Don't wait any longer and check it out. %(site)s%(link)s 1%%Club
nl: Hallo %(receiver_name)s, %(author_name)s heeft een reactie geplaatst op je wallpost. Wacht niet langer en bekijk het hier: %(site)s%(link)s 1%%Club

source: Hi %(receiver_name)s,<br/> <br/> <strong>%(author_name)s</strong> left a comment on your campaign page.<br/> <br/> <a href="%(site)s%(link)s">Read the comment here</a> and continue the conversation!<br/> <br/> 1%%Club
nl: Hi %(receiver_name)s,<br/> <br/> <strong>%(author_name)s</strong> heeft een reactie op je campagne pagina achtergelaten.<br/> <br/> <a href="%(site)s%(link)s">Lees de reactie hier</a> <br/> 1%%Club

source: Hi %(receiver_name)s, %(author_name)s left a comment on your campaign page. Read the comment on our website and continue the conversation: %(site)s%(link)s 1%%Club
nl: Hallo %(receiver_name)s, %(author_name)s heeft een reactie geplaatst op je campagne pagina. Bekijk hier de reactie: %(site)s%(link)s 1%%Club

source: Hi %(receiver_name)s,<br/> <br/> <strong>%(author_name)s</strong> left a comment on your post! <a href="%(site)s%(link)s">Read the comment here.</a><br/> <br/> 1%%Club
nl: Hallo %(receiver_name)s,<br/> <br/> <strong>%(author_name)s</strong> heeft gereageerd op je bericht! <a href="%(site)s%(link)s">Lees hier de reactie.</a><br/> <br/> 1%%Club

source: Hi %(receiver_name)s, %(author_name)s left a comment on your post! Read the comment here: %(site)s%(link)s 1%%Club
nl: Hi %(receiver_name)s, %(author_name)s heeft een reactie geplaatst op je bericht! Bekijk de reactie hier: %(site)s%(link)s 1%%Club

source: Hello %(receiver_name)s,<br/> <br/> %(author_name)s has left a message on your task page. <br/><br/> Don't wait any longer and <a href="%(site)s%(link)s">check it out</a>. <br/><br/> 1%%Club
nl: Hallo %(receiver_name)s,<br/> <br/> %(author_name)s heeft een reactie geplaatst op je taak pagina. <br/><br/> Wacht niet langer en <a href="%(site)s%(link)s">bekijk de reactie hier</a>. <br/><br/> 1%%Club

source: Hello %(receiver_name)s, %(author_name)s has left a message on your task page. Don't wait any longer and check it out. %(site)s%(link)s 1%%Club
nl: Hallo %(receiver_name)s, %(author_name)s heeft een reactie geplaatst op je taak pagina. Wacht niet langer en bekijk de reactie hier: %(site)s%(link)s 1%%Club

source: Hello %(receiver_name)s,<br/> <br/> <b>%(author_name)s</b> commented on your wallpost.<br/> <br/> Don't wait any longer and <a href="%(site)s%(link)s">check it out</a>. <br/><br/> 1%%Club
nl: Hallo %(receiver_name)s,<br/> <br/> <b>%(author_name)s</b> heeft een reactie geplaatst op je wallpost.<br/> <br/> Wacht niet langer en <a href="%(site)s%(link)s">bekijk de reactie hier</a>. <br/><br/> 1%%Club

source: Hi %(receiver_name)s,<br/> <br/> <strong>%(author_name)s</strong> left a comment on your task page.<br/> <br/> <a href="%(site)s%(link)s">Read the comment here</a> and continue the conversation!<br/> <br/> 1%%Club
nl: Hallo %(receiver_name)s,<br/> <br/> <strong>%(author_name)s</strong> heeft een reactie geplaatst op je taak pagina.<br/> <br/> Wacht niet langer en <a href="%(site)s%(link)s">bekijk de reactie hier.</a>!<br/> <br/> 1%%Club

source: Hi %(receiver_name)s, %(author_name)s left a comment on your task page. Read the comment on our website and continue the conversation: %(site)s%(link)s 1%%Club
nl: Hallo %(receiver_name)s, %(author_name)s heeft een reactie geplaatst op de taakpagina. Wacht niet langer en bekijk de reactie hier: %(site)s%(link)s 1%%Club

source: Show more
nl: Meer

source: more
nl: meer

source: Write an update
nl: Schrijf een update

source: Add an video
nl: Voeg video toe

source: Add photos
nl: Voeg foto's toe

source: Cancel
nl: Annuleer

source: No, thanks
nl: Nee, dankje

source: Leave Message
nl: Plaats bericht

source: made a donation
nl: heeft een donatie gedaan

source: Guest
nl: Gast

source: Write a comment
nl: Plaats een reactie

source: Delete
nl: Verwijder

source: Tell a good story
nl: Vertel je verhaal

source: Ask for help
nl: Durf om hulp te vragen

source: Keep on going!
nl: Geef nooit op!

source: Sign in
nl: Meld je aan

source: to post a comment
nl: om een reactie te plaatsen

source: Username
nl: Gebruikersnaam

source: Publication settings
nl: Publicatie instellingen

source: Mark selected entries as published
nl: Markeer geselecteerde items als gepubliseerd.

source: Published
nl: Gepubliseerd

source: Title
nl: Titel

source: Show this page in full page width.
nl: Laat deze pagina in volledige pagina breedte zien.

source: language
nl: taal

source: publication date
nl: publicatie datum

source: When the entry goes live, status must be 'Published'
nl: Wanneer het item live gaat, moet de status "gepubliceerd" zijn.

source: publication end date
nl: publicatie einddatum

source: creation date
nl: Datum aangemaakt

source: last modification
nl: laatste aanpassing

source: Publish
nl: Publiceer

source: Publish and add another
nl: Publiceer en voeg andere toe

source: Publish and continue editing
nl: Publiceer en blijf aanpassen

source: Something went wrong
nl: Er ging iets mis

source: The page you are looking for couldn't be found.
nl: De pagina die je zoekt, kan niet gevonden worden.

source: About 1%%Club
nl: Over 1%%Club

source: Our Story
nl: Ons Verhaal

source: Frequently Asked Questions
nl: Veelgestelde vragen

source: When the entry should go live, status must be 'Published'.
nl: Wanneer het item live moet gaan, moet de status "gepubliceerd" zijn.

source: Quoted member
nl: Geciteerd lid

source: Share your time.
nl: Deel je tijd.

source: Improve your destination.
nl: Verbeter jouw wereld.

source: Find projects
nl: Vind campagnes

source: Find tasks
nl: Vind taken

source: Pitch a new smart idea
nl: Pitch je goede idee

source: Contents
nl: Inhoud

source: Tab text
nl: Tab tekst

source: This is shown on tabs beneath the banner.
nl: Dit is zichtbaar op de tabs onder de banner.

source: Body text
nl: Body teksten

source: Image
nl: Foto

source: Background image
nl: Achtergrond foto

source: Link text
nl: Link tekst

source: This is the text on the button inside the banner.
nl: Dit is de tekst op de button in de banner.

source: This is the link for the button inside the banner.
nl: Dit is de link voor de button in de banner.

source: Style
nl: Stijl

source: When the entry should go live, status must be "Published".
nl: Wanneer het item live gaat, moet de status op "Gepubliceerd" staan.

source: Contact message from %(sender)s
nl: Contact bericht van %(sender)s

source: New
nl: Nieuw

source: In progress
nl: In behandeling

source: Closed
nl: Gesloten

source: Name
nl: Naam

source: Message
nl: Bericht

source: Send us a message or get in touch using the details below. Talk to you soon!
nl: Stuur ons een bericht of gebruik de contactdetails. Spreek je snel!

source: Thanks for your message!. We'll get back to you soon
nl: Bedankt voor je bericht! We komen zo snel mogelijk bij je terug.

source: Enter your name
nl: Vul je naam in

source: Send Message
nl: Stuur bericht

source: Other ways to contact
nl: Andere manieren om ons te contacten

source: <p> Email:<a href="mailto:info@onepercentclub.com?subject=Contact">info@onepercentclub.com</a><br /> Twitter:<a href="https://twitter.com/1percentclub">@1percentclub</a><br /> Facebook: <a href="http://www.facebook.com/onepercentclub">/onepercentclub</a> </p> <p> 1%%Club Foundation<br /> 's Gravenhekje 1a<br /> 1011 TG Amsterdam<br /> The Netherlands<br /> </p> <p> Bank: Rabobank (Haarlem)<br /> Account number: NL45RABO0132207044<br /> BIC: RABONL2U<br /> <br /> Chamber of Commerce number 34.26.78.95<br /> Phone (+31) 20 715 8980<br /> </p>
nl: <p> E-mail:<a href="mailto:info@onepercentclub.com?subject=Contact">info@onepercentclub.com</a><br /> Twitter:<a href="https://twitter.com/1percentclub">@1percentclub</a><br /> Facebook: <a href="http://www.facebook.com/onepercentclub">/onepercentclub</a> </p> <p> Stichting 1%%Club<br /> 's Gravenhekje 1a<br /> 1011 TG Amsterdam<br /> Nederland<br /> </p> <p> Bank: Rabobank (Haarlem)<br /> Account nummer: NL45RABO0132207044<br /> BIC: RABONL2U<br /> <br /> KVK 34.26.78.95<br /> Telefoon (+31) 20 715 8980<br /> </p>

source: Main photo
nl: Belangrijkste foto

source: Allow comments
nl: Sta comments toe

source: Internal CMS error: failed to fetch preview data!
nl: Interne CMS fout: mislukt om preview data op te halen!

source: now
nl: nu

source: More news
nl: Meer nieuws

source: previous 5
nl: vorige 5

source: next 5
nl: volgende 5

source: Loading the latest news
nl: Laadt laatste nieuws

source: 1%%News
nl: 1%%Nieuws

source: Share this campaign
nl: Deel deze campagne

source: Share on Facebook
nl: Deel op Facebook

source: Share on Twitter
nl: Deel op Twitter

source: Share on Linkedin
nl: Deel op LinkedIn

source: Embed on your site
nl: Toevoegen op je site

source: Copy link
nl: Kopieer link

source: Choose max. 5 keywords
nl: Kies max. 5 keywords

# Add tag CC
source: Add
nl: Voeg toe

source: Total amount:
nl: Totaal bedrag:

source: Copy
nl: Kopieer

# Goal page
source: Pick date
nl: Kies datum

source: Error
nl: Fout

source: Loading photos &#8230;
nl: Laat foto's &#8230;

source: Projects
nl: Projecten

source: Tasks
nl: Taken

source: Actions
nl: Acties

source: Members
nl: Leden

source: Organizations
nl: Organisaties

source: Learn more
nl: Lees meer

source: In the media
nl: In de media

source: Join
nl: Doe mee

source: Tell a friend
nl: Vertel een vriend

source: More
nl: Meer

source: We like you too
nl: We vinden jou ook leuk

source: Site meta description
nl: 1%%Club is hét crowdfunding platform voor goede ideeën. En met goed bedoelen we ook goed. Goed voor jou, maar vooral voor je omgeving en het liefst voor de hele wereld. Via 1%%Club kan je op een makkelijke en leuke manier je omgeving online mobiliseren om geld en kennis in te zamelen voor je idee. Zo wordt een goed idee een succesvolle campagne. Via 1%%Club maken al deze ideeën samen een wereld van verschil.

source: Site meta keywords
nl: crowdfunding, fundraising, campagne, initiatieven, onepercentclub, 1%Club, sociaal, goede doelen, crowdsourcing, verandering, do-good, change

source: Site meta author
nl: Site meta auteur

source: Our new website currently does not work well with older versions of Internet Explorer.<br/> Please install Internet Explorer 10 or use another browser such as Firefox or Chrome!<br/>
nl: Deze website werkt niet met verouderde versies van Internet Explorer.<br/> Installeer een nieuwere versie van Internet Explorer of gebruik een andere browser zoals bijvoorbeeld Chrome of Firefox!<br/>

source: Get involved
nl: Doe mee

source: About Bluebottle
nl: Over Bluebottle

source: Work at Bluebottle
nl: Werken bij Bluebottle

source: Discover More
nl: Ontdek meer

source: More about Bluebottle
nl: Meer over Bluebottle

source: Join Bluebottle
nl: Doe mee met Bluebottle

source: Join our project!
nl: Doe mee met project!

source: General Conditions
nl: Algemene Voorwaarden

source: Privacy Policy
nl: Privacy Beleid

source: No projects found.
nl: Geen campagnes gevonden.

source: Would you and your company like to make a world of difference? Brilliant! <br> Get in touch and let’s start working out the best collaboration for your organization!
nl: Wil je met jouw organisatie een wereld van verschil maken? Fantastisch! Neem contact met ons op en laten we tot de perfecte samenwerking komen.

source: 1%%Club provides a platform in which every CSR project and social initiative of an organization is clearly visible. With our range of crowdfunding and crowdsourcing tools everyone inside (and outside) your organization can work together to generate positive changes in the world. The tools provide insights into your community and are easy to share, adaptable and simple and fun to use. 1%%Club will make this platform available to your organization, backed up by our expertise and experience.
nl: 1%%Club biedt een platform waarop alle CSR projecten en sociale initiatieven van de organisatie zichtbaar zijn. Met behulp van verschillende tools voor crowdfunding en crowdsourcing kan iedereen binnen (en buiten) de organisatie samenwerken om maatschappelijk impact te genereren. De tools bieden inzicht in je community en zijn adaptief, viraal, eenvoudig en leuk in gebruik. 1%%Club stelt haar platform en kennis ter beschikking van jouw organisatie.

source: Employee Engagement
nl: Medewerkers Betrokkenheid

source: The CSR engagement platform connects employees and CSR initiatives in a fun, efficient and innovative way. Employees can search and choose between projects currently online or even start up their own initiative. Together with colleagues they can pool their time and/or money with social initiatives working for a better world. In this simple way CSR policy really comes to life!
nl: Het platform betrekt medewerkers op een leuke, efficiënte en innovatieve manier bij CSR activiteiten. Medewerkers zoeken en kiezen binnen het beschikbare aanbod van CSR activiteiten of zetten een eigen initiatief op. Samen met collega’s delen ze kennis tijd en/of geld met maatschappelijke initiatieven. Het CSR beleid komt tot leven!

source: On the platform one glance gives you an overview of every project, initiative and (volunteer) activity. It’s an attractive, efficient and innovative way to engage employees in CSR activities. People involved can share photos, videos and updates about CSR activities, making personal stories as visible as the impact of the projects.
nl: In één oogopslag heb je het overzicht van alle projecten, initiatieven en (vrijwilligers) activiteiten. Betrokkenen delen foto’s, video’s en updates over CSR activiteiten via het platform. Daardoor zijn zowel de persoonlijke verhalen als de gecombineerde impactvan alle inzet zichtbaar.

source: Businesses and large organizations can join 1%%Club too! Together we can inspire employees and stakeholders to generate ideas for a better world - ideas that match the sustainability strategies of your organization and will generate big changes in communities around the world.
nl: 1%%Club is er ook voor bedrijven en organisaties. Met elkaar kunnen we medewerkers en andere stakeholders in staat stellen om ideeën te realiseren voor een betere wereld. Ideeën die passen binnen de duurzaamheidsstrategie van de organisatie. Ideeën die een grootse maatschappelijke impact genereren.

# american
source: Organization
nl: Organisatie

source: Employees
nl: Medewerkers

source: Get Inspired!
nl: Raak geïnspireerd!

source: The evidence is overwhelming – crowdfunding and crowdsourcing works! The 1%%Club platform has been racking up visits since 2008. Hundreds and thousands of people around the world use it to share their skills, time and money with projects all around the world. We’ve learned that the success of a project depends on a mix of the right tools, knowledge, projects and stakeholders.
nl: Het bewijs is er, crowdfunding en crowdsourcing via 1%%Club werkt! Sinds 2008 wordt het platform dagelijks ingezet. Honderdduizenden mensen wereldwijd delen kennis, tijd en geld met sociale initiatieven wereldwijd. We hebben geleerd dat het succes wordt bepaald door een samenspel van de juiste tools, kennis, projecten en betrokkenen.

source: 1%%Club highlights and offers a platform to the many wonderful CSR there are around the world. Almost 10%% of our employees have contributed to 1%%Club projects, all the way from juniors right up to managing directors.
nl: 1%%Club biedt een podium aan en spotlight op de vele mooie CSR initiatieven die er zijn. Bijna 10%% van onze medewerkers heeft meegedaan aan acties van 1%%Club. Van junioren tot managing directors

source: Partner­ since 2008
nl: Partner sinds 2008

source: 200+ active employees per year
nl: 200+ actieve werknemers per jaar
