Repository: onepercentclub/onepercentclub-site
Catalog: apps/tasks/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Recently Created Tasks
nl: Recent aangemaakte taken

source: No recent projects.
nl: Geen recente campagnes

source: No tasks found.
nl: Geen taken gevonden.

source: english name
nl: Engelse naam

source: dutch name
nl: Nederlandse naam

source: description
nl: beschrijving

source: Applied
nl: Aangemeld

source: Accepted
nl: Goedgekeurd

source: Rejected
nl: Afgewezen

source: Stopped
nl: Gestopt

source: Realised
nl: Gerealiseerd

source: Motivation
nl: Motivatie

source: Motivation by applicant.
nl: Motivatie van kandidaat

source: Comment by task owner.
nl: Reactie door taak eigenaar

source: time spent
nl: tijd gespendeerd

source: Time spent executing this task.
nl: Benodigde tijd om taak uit te voeren

source: created
nl: aangemaakt

source: updated
nl: gewijzigd

source: No email address for this user
nl: Geen e-mail adres voor deze gebruiker

source: file
nl: bestand

source: Updated
nl: Gewijzigd

source: In progress
nl: Loopt

source: Closed
nl: Gesloten

source: title
nl: titel

source: location
nl: locatie

source: people needed
nl: mensen nodig

source: tags
nl: trefwoorden

source: time_needed
nl: tijd nodig

source: Estimated number of hours needed to perform this task.
nl: Geschatte aantal uren om deze taak uit te voeren.

source: Skill needed
nl: Benodigde expertise

source: When this task was created?
nl: Wanneer is deze taak aangemaakt?

source: task
nl: taak

source: tasks
nl: taken

source: {0} applied for your task.
nl: {0} aangemeld voor je taak.

source: {0}s found someone else to do the task you applied for.
nl: {0}s heeft iemand anders gevonden om de taak uit te voeren.

source: {0}s accepted you to complete the tasks you applied for.
nl: {0}s heeft je geaccepteerd om de taak uit te voeren.

source: You realised your {0} task!
nl: Je hebt je {0} taak gerealiseerd!

source: {0} is no longer available for the task
nl: {0} is niet langer beschikbaar voor de taak

source: %(author)s has left a message on your task page.
nl: %(author)s heeft een bericht op je taak pagina achtergelaten.

source: %(author)s commented on your post.
nl: %(author)s heeft gereageerd op jouw post.

source: %(author)s commented on your task page.
nl: %(author)s heeft gereageerd op je taak pagina.

source: Hi %(receiver_name)s, You made it! The project owner, %(sender_name)s, has marked the task "%(task_title)s" as realized. Good job! You can still add a short comment! Go to %(site)s%(link)s Thank you! %(site.name)s
nl: Hi %(receiver_name)s, Het is gelukt! De campaigner, %(sender_name)s, heeft de taak "%(task_title)s" als gerealiseerd gemarkeerd. Wat goed! Je kunt nog een berichtje achterlaten! Ga naar %(site)s%(link)s Bedankt! %(site.name)s

source: Hi %(receiver_name)s, <br /><br /> You made it! The project owner, %(sender_name)s, has marked the task <a href="%(site)s%(link)s">%(task_title)s</a> as realized. Good job! <br /><br /> You can still add a short comment! <br /><br /> Thank you!
nl: Hi %(receiver_name)s, <br /><br /> You made it! De project initiator %(sender_name)s, heeft je taak <a href="%(site)s%(link)s">%(task_title)s</a> op gerealiseerd gezet. Good job! <br /><br /> Je kunt een reactie toevoegen! <br /><br /> Dank je!

source: View all tasks
nl: Bekijk alle taken

source: Task
nl: Taak

source: Time spent (in hours)
nl: Tijd gespendeerd (uren)

source: Loading your tasks...
nl: Laadt taken...

source: Running
nl: Lopend

source: You're the project owner
nl: Jij bent de campaigner

source: You can add a new task
nl: Je kunt een nieuwe taak toevoegen

source: Add a task
nl: Voeg taak toe

source: No tasks currently available for this project
nl: Er zijn geen taken beschikbaar voor deze campagne

source: Task for
nl: Taak voor

source: Goal
nl: Doel

source: Read more
nl: Lees meer

source: Edit Task
nl: Wijzig Taak

source: Deadline passed
nl: Deadline verstreken

source: No deadline
nl: Geen deadline

source: person needed
nl: mensen nodig

source: accepted
nl: geaccepteerd

source: Task Initiator
nl: Taak initiator

source: Edit task
nl: Edit taak

source: closed
nl: gesloten

source: Apply for task
nl: Doe deze taak

source: Task members
nl: Taak leden

source: Files
nl: Bestanden

source: Upload a new file
nl: Nieuw bestand uploaden

source: Share documents of files with your supporters
nl: Deel documenten met je supporters

source: Edit current task
nl: Wijzig taak

source: For campaign:
nl: Voor campagne:

source: Title of your task
nl: Titel van je taak

source: Select this option when your task is still open. For the task to be open, also make sure the deadline of the task lies in the future!
nl: Selecteer deze optie als je taak open wilt houden. Zorg ervoor dat de deadline van je taak nog steeds in de toekomst ligt.

source: Select this status when your task is running. This means that you are preparing for the task and you found all the participants that you need. Make sure the deadline of your task lies in the future so your project stays open
nl: Selecteer de status als je taak loopt. Dit betekent dat je je aan het voorbereiden bent en dat je alle benodigde deelnemers hebt gevonden. Zorg ervoor dat de deadline van je taak in de toekomst ligt zodat je taak open blijft.

source: Great! Select this status if you’ve successfully realised the task.
nl: Top! Kies deze status als je taak succesvol is gerealiseerd.

source: Select 'closed' when you haven’t realised this task and have not plans of doing so in the future.
nl: Kies "gesloten" als je taak niet is uitgevoerd en als er ook geen plannen meer zijn om dit nog te doen.

source: Description
nl: Beschrijving

source: What do you need? Give a clear description of the task
nl: Wat is precies je vraag? Geef hier een duidelijke omschrijving van de taak.

source: Deliverable
nl: Eindresultaat

source: What do you expect to have in the end?
nl: Wat verwacht je als eindresultaat?

source: People needed
nl: Mensen nodig

source: Location
nl: Locatie

source: Can this be done online or on location?
nl: Kan de taak online worden uitgevoerd? Of op locatie?

source: Time needed (approximately)
nl: Benodigde tijd (schatting)

source: Skill
nl: Expertise

source: Tags
nl: Trefwoorden

source: Save Task
nl: Sla taak op

source: Cancel Changes
nl: Annuleer wijzigingen

source: Title
nl: Titel

source: File
nl: Bestand

source: Upload file
nl: Upload bestand

source: Loading tasks
nl: Laadt taken

source: this task
nl: deze taak

source: Withdraw
nl: Uitschrijven

source: applied. Do you want to accept?
nl: aangemeld. Wil je dit accepteren?

source: Decline
nl: Afwijzen

source: Accept
nl: Accepteer

source: has said that the task is done. Please confirm.
nl: heeft gezegd dat de taak is gerealiseerd. Kun je dit bevestigen?

source: Not (yet) done
nl: Nog niet uitgevoerd

source: Set task done
nl: Taak is uitgevoerd

source: said:
nl: zei:

source: Select this status when a member has applied for this task.
nl: Selecteer de status als iemand zich voor een taak heeft aangemeld

source: Select this status when you accept this member to participate in this task.
nl: Kies deze status als je iemand accepteert die zich voor een taak heeft aangemeld.

source: Reject
nl: Wijs af

source: Select this status when you cannot accept this member.
nl: Kies deze status als je deze persoon niet kan accepteren voor deze taak.

source: Great! Select this status if this member participated in this task
nl: Top! Kies deze status als deze persoon heeft deelgenomen aan de taak

source: Create new task
nl: Maak taak aan

source: Be creative! And eh&hellip; avoid the word "help
nl: Houd het kort en concreet

source: Date before which the task should be executed
nl: Datum waarvoor de taak moet worden uitgevoerd

source: You can only pick a date before the deadline of the project
nl: Je kunt alleen een datum kiezen die voor de deadline van het project is

source: Keywords
nl: Trefwoorden

source: Create Task
nl: Maak taak aan

source: View task
nl: Bekijk taak

source: Results
nl: Resultaten

source: Sort:
nl: Sorteer:

source: Newest
nl: Nieuwste

source: Near deadline
nl: Deadline nadert

source: Showing
nl: Toont

source: assigned
nl: toegewezen

source: hour
nl: uur

source: Done
nl: Klaar
