Repository: onepercentclub/onepercentclub-site
Catalog: apps/organizations/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Change:
nl: Pas aan:

source: Add:
nl: Voeg toe:

source: organization
nl: organisatie

source: organizations
nl: organisaties

source: Contact details
nl: Contact gegevens

source: Please fill in your contact details below.
nl: Vul hieronder je contact gegevens in.

source: You can import this from a previous campaign:
nl: Je kunt dit importeren van een eerdere campagne:

source: Import:
nl: Importeer:

source: You can import this from a previous campaign:
nl: Je kunt dit importeren van een eerdere campagne:

source: Owner
nl: Campaigner

source: user
nl: gebruiker

source: function
nl: functie

source: created
nl: aangemaakt

source: updated
nl: aangepast

source: deleted
nl: verwijderd

source: organization member
nl: organisatielid

source: organization members
nl: organisatieleden

source: author
nl: auteur

source: organization document
nl: organisatie document

source: organization documents
nl: organisatie documenten

source: name
nl: naam

source: partner organizations
nl: partner organisaties

source: phone number
nl: telefoonnummer

source: tags
nl: trefwoorden

source: account holder name
nl: Naam rekeninghouder

source: account holder address
nl: Adres rekeninghouder

source: account holder postal code
nl: Postcode

source: account holder city
nl: Plaats

source: account IBAN
nl: IBAN nummer

source: account SWIFT-BIC
nl: SWIFT-BIC code

source: account number
nl: Rekeningnummer

source: account bank name
nl: Naam bank

source: account bank address
nl: Plaats bank

source: account bank postal code
nl: Postcode bank

source: account bank city
nl: Plaats bank

source: account information that doesn't fit in the other field
nl: Rekening informatie die niet in het andere veld paste

source: Partner organisation
nl: Partner organisatie

source: Give us the details about your partner organisation whose sole purpose in life it is to address the topic that you care about!
nl: Geef ons de details van je partnerorganisatie.

source: It appears that you already have an (other) organisation. Select it below or fill out the form to create a new one.
nl: Het lijkt alsof je al een (andere) organisatie hebt. Selecteer deze hieronder of maak een nieuwe organisatie aan.

source: Bank details
nl: Bank gegevens

source: And the boring part… we know there is no fun in filling in these details, but please make sure everything you fill in is correct and double checked. Errors in bank details means delays in payments.
nl: Nu het saaie gedeelte… Ja, we weten het, deze info is niet echt leuk om in te vullen. Zorg wel dat het compleet en up-to-date is want onjuiste of incomplete bankdetails zorgen voor een latere uitbetaling.

source: Name
nl: Naam

source: Name of your organisation
nl: Naam van je organisatie

source: Account holder name
nl: Rekeninghouder

source: Who will receive the money
nl: Wie ontvangt het geld?

source: Account holder's full name
nl: Volledige naam van de rekeninghouder

source: Account holder full address
nl: Adres rekeninghouder

source: Street and number
nl: Straat en huisnummer

source: Zipcode
nl: Postcode

source: City
nl: Woonplaats

source: Where is your bank located:
nl: Locatie van je bank:

source: Inside Europe
nl: Binnen Europa

source: Outside Europe
nl: Buiten Europa

source: For example NL12RABO0123467890
nl: Bijvoorbeeld NL12RABO0123467890

source: BIC or SWIFT code
nl: BIC of SWIFT code

source: The BIC/SWIFT code contains 8 or 11 characters
nl: De BIC/SWIFT code heeft 8 of 11 karakters

source: Account Number
nl: Rekeningnummer

source: Can be found on your bank statement
nl: Is te vinden op je bankafschrift

source: Bank name
nl: Bank

source: Your bank's full name
nl: Naam bank

source: Bank's full address
nl: Adres bank

source: If you have extra info
nl: Als je extra informatie hebt

source: You should create an organisation profile first.
nl: Maak eerst een organisatie profiel aan.

source: Name of your partner organisation
nl: Naam van de contact persoon of organisatie

source: E-mail of your contact person
nl: E-mail van je contactpersoon

source: Phone number
nl: Telefoonnummer

source: Phone number of your contact person
nl: Telefoonnummer van je contactpersoon

source: Does your partner organization have a website?
nl: Heeft je organisatie een website?

source: Does your partner organization have a twitter account?
nl: Heeft je organisatie een Twitter account?

source: Does your partner organization have a facebook group?
nl: Heeft je organisatie een Facebook groep?

source: Can we reach you on Skype?
nl: Kunnen we je bereiken op Skype?

source: Skype name
nl: Skype naam

source: Legal status
nl: Legitimatie

source: Upload a document that identifies your contact person or your partner organisation. The document can be an ID, passport, memorandum of association or an other official document.
nl: Upload een scan of kopie van je paspoort of ID.

source: please upload a copy of your passport. Make sure it's a valid one and we can read it clearly!
nl: Upload een scan of kopie van je paspoort of ID.

source: Passport or ID
nl: Paspoort of ID
