Repository: onepercentclub/onepercentclub-site
Catalog: apps/projects/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Recently Created Projects
nl: Recent aangemaakte campagnes

source: No recent projects.
nl: Geen recent aangemaakt campagnes.

source: Recently Submitted Plans
nl: Recente ingediende Campagne

source: No submitted plans.
nl: Geen ingediende Campagnes

source: Recently Started Campaigns
nl: Recent gestarte Campagnes

source: No campaigns.
nl: Geen campagnes

source: Recently Funded Projects
nl: Recent gefunde campagnes

source: No recently funded projects.
nl: Geen recent gefunde campagnes

source: latitude
nl: breedte

source: longitude
nl: lengte

source: Reach
nl: Bereik

source: How many people do you expect to reach?
nl: Hoeveel mensen verwacht je te bereiken?

source: Do you have a video pitch or a short movie that explains your project? Cool! We can't wait to see it! You can paste the link to YouTube or Vimeo video here
nl: Voeg een campagne video toe vanuit YouTube of Vimeo (begint met http://)

source: Project is part of a campaign and gets special promotion.
nl: Campagne is onderdeel van een marketing campagne.

source: story
nl: verhaal

source: This is the help text for the story field
nl: Dit is de help tekst voor het story veld

source: effects
nl: effecten

source: What will be the Impact? How will your Smart Idea change the lives of people?
nl: Wat is de impact? Hoe maak jij de wereld een stukje mooier?

source: for who
nl: voor wie

source: Describe your target group
nl: Beschrijf je doelgroep

source: future
nl: toekomst

source: How will this project be self-sufficient and sustainable in the long term?
nl: Op welke manier is het project zelfvoorzienend en duurzaam op lange termijn?

source: Campaign Submitted
nl: Campagne aangemaakt

source: Campaign Started
nl: Campagne gestart

source: Campaign Ended
nl: Campagne gestopt

source: Campaign Funded
nl: Campagne gerealiseerd

source: description
nl: beschrijving

source: amount (in cents)
nl: bedrag (in centen)

source: budget line
nl: budget item

source: budget lines
nl: budget items

source: name
nl: naam

source: slug
nl: url

source: image
nl: afbeelding

source: Main partner picture
nl: Campagne foto

source: partner organization
nl: organisatie

source: partner organizations
nl: organisaties

source: Loading projects
nl: Campagnes laden

source: No open projects
nl: Geen open campagnes

source: Pitch a new smart idea
nl: Start jouw campagne

source: View public page
nl: Bekijk campagne pagina

source: Phase
nl: Fase

source: Your pitch is in review now.
nl: BEDANKT! Je campagne is ingestuurd.

source: We'll get back to you within 3 business days!
nl: We komen er bij je op terug, binnen 3 werkdagen!

source: Continue pitch
nl: Werk verder aan je campagne

source: Continue plan
nl: Werk verder aan je campagne

source: Campaigning
nl: Campagne voeren

source: Send in your Project Pitch
nl: Stuur in

source: Do you have a smart idea to make a contribution to your community? An idea to tackle a waste problem in your neighborhood? An idea for clean and green transport? An idea to use tech innovations to improve local healthcare? Well, you came to the right place. We LOVE smart ideas!
nl: Heb je een wereldverbeterend idee? Een idee om het afvalprobleem in jouw buurt op te lossen? Een idee voor schoner en groener transport? Een innovatief idee om de gezondheidszorg te verbeteren? Nou, dan ben je bij ons op de juiste plek!

source: 1%%Club offers you the opportunity to raise funds in an easy and fun way.<br /> Read more about our features, service fees and and other useful stuff <a href="/#!/pages/faq-projects">here</a>. See you online soon!
nl: 1%%Club biedt je het platform om jouw netwerk te activeren en om op een leuke en makkelijke manier geld in te zamelen.<br /> Lees meer over onze mogelijkheden, servicekosten en andere handige informatie <a href="/#!/pages/faq-projects">hier</a>. Hopelijk tot snel!

source: Problem creating pitch.
nl: Probleem creëren campagne.

source: It looks like you already have started a project in progress. You can manage your project here:
nl: Je hebt al een campagne aangemaakt. Werk hier verder aan je campagne:

source: Manage projects.
nl: Manage campagnes.

source: Name your pitch
nl: Titel campagne

source: write your pitch
nl: schrijf je campagne pitch

source: or become a
nl: of maak

source: member
nl: een profiel aan

source: to pitch your plan.
nl: om je campagne te starten.

source: Any preconditions?<br/>Yes, but just a few:
nl: Zijn er voorwaarden?<br/> Slechts een paar:

source: Your project creates a better world
nl: Jouw campagne draagt bij aan een betere wereld

source: You can tell and show how the money will be spent
nl: Met een gespecificeerd budget geef je inzicht waaraan het geld besteed wordt.

source: You want to activate your network
nl: Jij bent in staat om jouw netwerk te activeren.

source: You are ready to rumble
nl: Je bent klaar om te rocken!

source: My 1%%
nl: Mijn 1%%

source: Projects
nl: Campagnes

source: View project
nl: Bekijk campagne

source: Pitch
nl: Campagne

source: Plan
nl: Basics

source: Campaign
nl: Doel

source: Execute
nl: Verhaal

source: Results
nl: Organisatie

source: Crowdsourcing
nl: Details

source: Do you need someone to help writing your business plan?
nl: Iemand nodig die je ondersteunt bij het schrijven van je business plan?

source: Create a new task
nl: Creëer nieuwe taak

source: Project Updates
nl: Campagne Updates

source: Why not? Ask the crowd for feedback on your idea!
nl: Why not? Vraag je supporters om feedback!

source: Post an Update
nl: Schrijf een Update

source: Project Story
nl: Campagne verhaal

source: Project Basics
nl: Campagne Basics

source: Project Description
nl: Schrijf je campagne verhaal

source: Location
nl: Locatie

source: Organisation
nl: Organisatie

source: Organisation Profile
nl: Organisatie Profiel

source: Legal Status
nl: Legitimatie

source: Start Campaign
nl: Start Campagne

source: Submit Plan
nl: Stuur in

source: Woohoo, your pitch was accepted!
nl: Woohoo, je campagne is geaccepteerd!

source: To complete your project plan, please fill in the empty spaces. Are there still some gaps? Don’t worry! We have a community full of people that are willing to help you. The only thing you need to do is create a 1%%Skills task ask for the right expertise.
nl: Om je projectplan af te ronden, vul de lege plekken in. Zijn er nog openstaande vragen? Geen probleem! We hebben een community van mensen die graag meehelpen. Het enige wat je daarvoor moet doen is een 1%%Task aanmaken en de juiste expertise vragen.

source: Project Coach
nl: Campagne Coach

source: Meet
nl: Ontmoet

source: who's ready to guide you through writing your ProjectPlan.
nl: die klaarstaat om jou te helpen met het schrijven van je campagne verhaal.

source: Next
nl: Volgende

source: Project basics
nl: Campagne basics

source: Be short, creative, simple and memorable.
nl: Een titel is kort, herkenbaar en het liefst creatief.

source: Title
nl: Titel

source: Pitch your smart idea in one sentence.
nl: Leg in één paragraaf uit waar je campagne voor nodig is.

source: Select one of the themes.
nl: Selecteer een van de thema's

source: Theme
nl: Thema

source: Tags
nl: Keywords

source: Between 2 and 5 tags
nl: max. 5 woorden die je campagne beschrijven

source: What do you need to realise your smart idea?
nl: Wat heb je nodig om je campagne te realiseren?

source: What do you need?
nl: Wat heb je nodig?

source: Skills and expertise
nl: Skills en expertise

source: Crowdfunding campaign
nl: Crowdfunding campagne

source: Both
nl: Beide

source: Save & Next
nl: Opslaan & Volgende

source: Project description
nl: Campagne verhaal

source: Blow us away with the details!
nl: Leg in één paragraaf uit waar je campagne voor nodig is

source: Why, what and how
nl: Waarom, wat en hoe?

source: Effects
nl: Effecten

source: Future
nl: Toekomst

source: Describe your target group.
nl: Beschrijf je doelgroep

source: For who
nl: Voor wie

source: How many people do you expect to reach? Enter a number (e.g. 50)
nl: Hoeveel mensen verwacht je te bereiken? Vul een getal in.

source: People reached
nl: Mensen bereikt

source: Project location
nl: Locatie

source: So where is it all happenin'?
nl: Waar wordt de campagne uitgevoerd? Je kunt de marker naar de exacte locatie slepen.

source: Country
nl: Land

source: Select the location on the map. You can use the search to find your location.
nl: Vind je exacte locatie via straat, stad, land.

source: Project media
nl: Campagne media

source: Upload a photo
nl: Upload afbeelding

source: This photo will represent your idea on 1%%Club. So make sure it's personal, unique and recognisable for your smart idea and that it looks nice too!
nl: Dit wordt het uithangbord van je 1%%Project. Dus zorg ervoor dat het een persoonlijke, unieke en herkenbare foto is voor je slimme idee. En dat ie mooi is, uiteraard!

source: Project Picture
nl: Afbeelding

source: Upload picture
nl: Upload afbeelding

source: Name of your organisation
nl: Naam van je organisatie

source: Name
nl: Naam

source: Describe your organisation
nl: Beschrijf je organisatie

source: Description
nl: Omschrijving

source: Address
nl: Adres

source: Street, house number, the place in your city
nl: Straat + huisnummer

source: Address line 1
nl: Adres regel 1

source: More about your address
nl: Aanvullende informatie adres

source: Address line 2
nl: Adres regel 2

source: City or village..
nl: Plaats

source: City
nl: Plaats

source: Postal code
nl: Postcode

source: Country or territory
nl: Land

source: Does your organization have a website?
nl: Heeft je organisatie een website?

source: Email address
nl: E-mail adres

source: Does your organization have a twitter account?
nl: Heeft je organisatie een Twitter account?

source: Does your organization have a facebook group?
nl: Heeft je organisatie een Facebook pagina?

source: Can we reach you on Skype?
nl: Kunnen we je bereiken op Skype?

source: Choose your organisation from the list or create a new one.
nl: Kies je organisatie van de lijst of creëer een nieuwe.

source: Select
nl: Selecteer

source: create new
nl: creëer nieuwe

source: Create a new organization to run this project.
nl: Creëer een nieuwe organisatie voor deze campagne.

source: Create
nl: Creëer

source: Legal status
nl: Legitimatie

source: Please scan and upload a clear copy of your passport or ID. Don’t have a scanner? A clear photo of your ID card will do too!
nl: Scan of fotografeer een kopie van je paspoort of ID.

source: What is the legal status of your organization? Include the registration number.
nl: Wat is de juridische status van je organisatie? Inclusief registratienummer.

source: please upload a copy of your passport. Make sure it's a valid one and we can read it clearly!
nl: upload een scan of kopie van je paspoort of ID.

source: Documents
nl: Documenten

source: .jpg, .png or .pdf
nl: .jpg, .png of .pdf

source: Upload scan(s)
nl: Upload document(en)

source: Ambassadors
nl: Ambassadeurs

source: An ambassador is somebody who can tell something about your smart idea or about you as a person or your organisation. Ambassadors will make your story more credible and will add that little something extra. You probably have lots of people in your network who can act as ambassador, but be sure it is not your mom and the person meets our criteria (see <a href="/#!/pages/faq-projects">FAQ</a>).<br /><br /> Do you want to start a crowdfunding campaign? Make sure all ambassadors create a 1%%Profile and post a short comment on your project page to promote your smart idea.<br /><br /> You've to have at least 3 ambassadors. (more? great!)<br /><br />
nl: Een ambassadeur is iemand die meer kan vertellen of jou, jouw organisatie of het idee dat je hebt. Ambassadeurs maken je verhaal betrouwbaarder en voegt net dat extra's toe. Je hebt waarschijnlijk veel mensen in je netwerk die ambassadeur zouden kunnen zijn. Maar het mag bijvoorbeeld niet je moeder zijn. Lees de criteria in de (see <a href="/#!/pages/faq-projects">FAQ</a>).<br /><br /> Wil je een crowdfunding campagne starten? Zorg ervoor dat alle ambassadeurs een profiel hebben bij 1%%Club en dat ze een korte aanbeveling op je campagne pagina plaatsen.<br /><br /> Je moet minimaal 3 ambassadeurs hebben. (Meer? Fantastisch!)<br /><br />

source: Email address of the amabassador
nl: E-mail adres van de ambassadeur

source: Can you tell something more about this ambassador.
nl: Kun je iets meer vertellen over hem/ haar.

source: Do you want to remove this ambassador?
nl: Wil je deze ambassadeur verwijderen?

source: Remove this ambassador
nl: Verwijder deze ambassadeur

source: You should at least add three ambassadors.
nl: Je hebt minimaal drie ambassadeurs nodig.

source: Add another ambassador
nl: Voeg een ambassadeur toe

source: Name of the bank that holds your acount.
nl: Naam van je bank.

source: Account bank name
nl: Naam van je bank.

source: Address of the bank.
nl: Plaats bank.

source: Bank address
nl: Plaats bank.

source: Country of the bank.
nl: Waar is je bank gelokaliseerd.

source: Bank country
nl: Waar is je bank gelokaliseerd.

source: Bank account number.
nl: Rekeningnummer (IBAN).

source: Account number
nl: Rekeningnummer (IBAN).

source: Name of the bank account holder.
nl: Volledige naam van de rekeninghouder.

source: Account name
nl: Volledige naam van de rekeninghouder.

source: Account holder city
nl: Waar is je bank gelokaliseerd.

source: Account city
nl: Waar is je bank gelokaliseerd.

source: You ony have to enter this if your country supports IBAN.
nl: Je hoeft alleen een IBAN adres in te vullen als jouw land dat ondersteunt

source: Account IBAN
nl: Rekeningnummer IBAN

source: BIC/SWIFT code for your bank
nl: BIC/SWIFT code voor jouw bank

source: Bank BIC/SWIFT code
nl: BIC/SWIFT code voor jouw bank

source: Do we need more information to make an eventual bank transfer?
nl: Hebben we meer informatie nodig voor een eventuele overboeking?

source: Loading data
nl: Data laden

source: You should create an organisation profile first.
nl: Maak eerst een organisatie profiel aan.

source: Crowdfunding Campaign
nl: Crowdfunding Campagne

source: Sometimes people are lucky and support for their project directly comes in from all corners of the world. However, for the other 99%% it starts with their own network and their networks’ network. This basically means you have to tell your network about your project on 1%%Club. Once, twice, maybe even three times. Per e-mail, on Facebook, on Twitter, face-to-face, by phone, by poster or in a video message. Whatever you need to do to get them on board! Our advice would be to have some people on board to help you do this.<br/><br/> Do realise that you have to put in work to make it work. And remember, hard work tends to pay off. Think carefully about how much you want to raise and how long you want to campaign. We will charge a service fee of 7%% if you reach your goal and 12%% if you don’t. This fee includes all payment processing and administraton fees.<br/><br/> Need more tips and tricks? Read our <a href="/#!/pages/faq-projects">FAQ</a>.<br/><br/>
nl: Soms hebben campaigners geluk en komt er uit het niets support vanuit de hele wereld. Echter, in 99%% van de gevallen begint het met je eigen netwerk en het netwerk daarom heen. Dit komt erop neer dat je iedereen om je heen moet vertellen over je netwerk. Een keer, twee keer en vaak zelfs drie keer. Per e-mail, via Facebook, op Twitter, face-to-face, telefonisch, met flyers of met een videoboodschap. Oftewel: alles wat je kunt bedenken om ze 'on board' te krijgen! Onze tip: zorg dat je een aantal mensen om je heen hebt die je hierbij helpen.<br/><br/> Let wel: crowdfunding is hard werken om het te laten slagen. Het goede nieuws is dat hard werken vaak wordt beloond. Bedenk goed hoeveel geld je wil ophalen en binnen welke periode. We rekenen 7%% servicekosten als je je target haalt, dit is 12%% als je de de target niet haalt. Hierin zitten ook de transactie- en administratiekosten. <br/><br/> Meer 'tips & trics' nodig? Lees onze <a href="/#!/pages/faq-projects">FAQ</a>.<br/><br/>

source: Describe in one sentence where the money is needed for.
nl: Leg in één paragraaf uit waar het geld van jouw campagne voor nodig is.

source: Money needed for
nl: Geld nodig voor

source: What is your crowdfunding strategy? What steps are you going to take?
nl: Wat is je crowdfunding strategie? Welke stappen ga je nemen?

source: Campaign strategy
nl: Campagne strategie

source: Budget needed
nl: Budget nodig

source: Tell us how much you plan to raise and how long you want to campaign. Please specify in the budget what you plan to spend the money on. We will charge a service fee of 7%% if you reach your goal and 12%% if you don’t. This fee includes all payment processing fees.
nl: Hoeveel geld wil je ophalen en binnen welke periode? In het budget kun je exact aangeven hoe je iedere cent gaat uitgeven. We rekenen 7%% servicekosten als je je target haalt, als je dit niet lukt dan rekenen we 12%%. In deze servicekosten zijn de transactiekosten inbegrepen.

source: Budget item description
nl: Budget item

source: Amount
nl: Bedrag

source: Remove
nl: Verwijder

source: Add budget item
nl: Voeg budget item toe

source: Total budget needed
nl: Totaal budget nodig

source: Total budget should be between 250 and 1,000,000 euro.
nl: Kies een bedrag tussen de 250 en 1.000.000 euro.

source: Start adding items to your budget.
nl: Start met het toevoegen van budget items.

source: Make sure that you filled out the entire form and that all items to the left have a <span class="flaticon solid checkmark-2"></span> check sign. If one of the items still shows a circle then that still needs some work.
nl: Is je verhaal compleet? Heb je alle velden ingevuld, je boodschap nog even gecheckt en gekeken of je geen taalfoutjes hebt gemaakt? Dan is het tijd om je campagne in te sturen door op de 'Stuur in' knop te klikken.

source: Agree to the terms to submit the plan
nl: Ik ga akkoord met de algemene voorwaarden

source: I agree to the
nl: Ik ga akkoord met de

source: general terms and conditions
nl: algemene voorwaarden

source: Submit plan
nl: Stuur in

source: Your plan is in review now
nl: Bedankt voor het insturen van je campagne! <br/> We bekijken je campagne en checken of deze aan onze voorwaarden voldoet. Binnen 3 werkdagen hoor je van ons. Beloofd! <br/> Zodra je een ‘GO’ hebt, staat je campagne online en kun je beginnen met crowdfunden. Ready to Rumble?!

source: We're sorry, your plan has been rejected.
nl: Helaas, je campagne is afgewezen.

source: Please contact us if you need support to define your smart idea.
nl: Als je ondersteuning nodig hebt bij het definiëren van je campagne verhaal kun je altijd contact met ons opnemen.

source: Yeah! Your plan has been approved.
nl: Yeah! Je campagne is goedgekeurd.

source: You can start your
nl: Je kunt starten met je

source: Get ready to write your pitch!
nl: Ben je klaar te starten met je crowdfunding campagne?

source: Time to pitch your smart idea because we just can’t wait to hear about it! Make sure your story is positive, convincing and compelling. Fill in the Projects Basics, Location and a Picture. Need more tips and tricks to blow us away with your pitch? Check out our <a href="/#!/pages/faq-projects">FAQ</a>.
nl: Tijd om je campagne verhaal te delen, wij zijn erg benieuwd! Zorg ervoor dat je verhaal positief, overtuigend en pakkend is. En vul de basics en de locatie in en voeg een foto toe. Heb je meer tips nodig om je campagne te laten shinen? Check de <a href="/#!/pages/faq-projects">FAQ</a>.

source: Project Pitch
nl: Campagne verhaal

source: Submit Pitch
nl: Stuur in

source: Pitch basics
nl: Campagne basics

source: By reading your pitch many donors already make the decision to donate or not. The explanation must be to the point, because people don't have time to read everything.
nl: Veel mensen zullen op basis van de korte beschrijving van je campagne beslissen of ze willen meedoen of niet. Probeer het kort en bondig te houden.

source: A short description should at least tell something about a person, place, mitvation and activity. The simplest story would be: [Person] in [place] needs help to [activity] because [motivation].
nl: Een korte omschrijving vertelt op z'n minst iets over een persoon, plaats, activiteit en motivatie. De simpelste vorm is: [Persoon] in [Plaats] heeft hulp nodig bij [Activiteit] omdat [Motivatie].

source: Short explanation: Why, what and how
nl: Korte uitleg: Waarom, wat en hoe.

source: Send your pitch to us, we'll get back to you soon.
nl: Stuur ons je campagne verhaal, en wij komen zo snel mogelijk bij je terug.

source: Agree to the terms to submit the pitch
nl: Ga akkoord met de algemene voorwaarden.

source: Submit pitch
nl: Stuur in

source: Your pitch is in review now
nl: Bedankt voor het insturen van je campagne! <br/> We bekijken je campagne en checken of deze aan onze voorwaarden voldoet. Binnen 3 werkdagen hoor je van ons. Beloofd! <br/> Zodra je een ‘GO’ hebt, staat je campagne online en kun je beginnen met crowdfunden. Ready to Rumble?!

source: We're sorry, your pitch has been rejected
nl: Helaas, je campagne is afgewezen.

source: Yeah! Your pitch has been approved
nl: Yeah! Je campagne is goedgekeurd.

source: You can write your {{#linkTo myProjectPlan}}Project Plan{{/linkTo}}!
nl: Je kunt je {{#linkTo myProjectPlan}} campagne plan{{/linkTo}} schrijven!

source: Funding status
nl: Campagne status

source: of
nl: van

source: raised
nl: opgehaald

source: How is your campaign going?
nl: Hoe gaat het met je campagne?

source: Is money pouring in? No? Our tips & tricks might help you. Check our <a href="/#!/pages/faq-projects">FAQ</a>! And remember Einsteins words: "You have to learn the rules of the game. And then you have to play better than anyone else". You can do it!
nl: Stroomt het geld al binnen? Nog niet? Onze tips & tricks helpen je wellicht verder. <br/> Check onze <a href="/#!/pages/faq-projects">FAQ</a>! En denk aan Einsteins woorden: "You have to learn the rules of the game. And then you have to play better than anyone else". Je kunt het!

source: days to go
nl: dagen

source: Project
nl: Campaign

source: Project Phase
nl: Campagne Fase

source: Organization
nl: Organisatie

source: Project Owner
nl: Campaigner

source: Not specified.
nl: Niet gespecificeerd.

source: Costs
nl: Kosten

source: Money Asked
nl: Geld Gevraagd

source: Current Donations
nl: Huidige Donaties

source: Themes
nl: Thema's

source: None specified.
nl: Niet gespecificeerd.

source: Funding needed for
nl: Financiering nodig voor

source: Hey Project Team,<br/> <br/> A project has just been funded! Check it out.<br/> <br/> <a href="%(site)s%(link)s">%(project)s</a>.<br/> <br/> See you in a bit!<br/> <br/> Liane | 1%%Club<br/> <br/>
nl: Hey Project Team,<br/> <br/> Er is zojuist een project afgerond! Check:<br/> <br/> <a href="%(site)s%(link)s">%(project)s</a>.<br/> <br/> <br/> Malou | 1%%Club<br/> <br/>

source: Hey Project Team, A project has just been funded! Check it out. %(site)s%(link)s See you in a bit! Liane | 1%%Club
nl: Hey Project Team, <br/> A project has just been funded! Check it out. <br/> %(site)s%(link)s <br/> See you in a bit!<br/> <br/> Liane | 1%%Club<br/> <br/>

source: days
nl: dagen

source: Fully funded
nl: Volledig gefund

source: being realized
nl: gerealiseerd

source: task(s) available
nl: taak (taken) beschikbaar

source: Recently funded projects that are now in 'act' phase.
nl: Recent afgeronde projecten die nu in de 'uitvoering' fase zijn.

source: View all campaigning
nl: Bekijk alle campagnes

source: Edit
nl: Pas aan

source: Read full project plan
nl: Lees meer

source: deadline passed
nl: Deadline voorbij

source: Support project
nl: Support campagne

source: Initiator
nl: Campaigner
