Repository: onepercentclub/onepercentclub-site
Catalog: apps/projects/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Project funded
nl: Campagne gerealiseerd

source: Campaign Story
nl: Schrijf je campagne verhaal

source: Time to blow us away with the details! Tell us about your motivation and why this campaign is important. Oh, before you start one last suggestion: make it personal.
nl: En dan nu alle details. Leg hier bijvoorbeeld je motivatie uit, waarom is deze campagne zo belangrijk? We zijn erg nieuwsgierig naar je verhaal! Oh, en een laatste suggestie: maak het persoonlijk.

source: My projects
nl: Mijn campagnes

source: Go to campaign
nl: Ga naar campagne

source: Goal
nl: Doel

# Campaign Create Details
source: Details
nl: Gegevens

source: Submit
nl: Stuur in

source: Yes, you made the decision to start crowdfunding! Let’s start with the basics
nl: Leg hier uit voor hoeveel en hoe lang je wilt gaan crowdfunden. Wist je dat het ook mogelijk is om meer dan 100% op te halen?

source: Language
nl: Taal

source: Choose a language.
nl: Kies een taal

source: Be short, creative and memorable
nl: Een titel is kort, herkenbaar en het liefst creatief

source: Tell us in one paragraph where you need the money for.
nl: Leg in één paragraaf uit waar je campagne voor nodig is

source: Picture
nl: Afbeelding

source: Upload the picture that best describes your campaign.
nl: Upload een afbeelding die het beste je campagne weergeeft.

source: Video (optional)
nl: Video (optioneel)

source: Not required
nl: YouTube of Vimeo link (begint met http://)

source: You can drag the marker on the map to pinpoint the location even more accurate.
nl: Je kunt de marker naar de exacte locatie slepen.

source: Start your crowdfunding campaign here!
nl: Start hier je crowdfunding campagne!

source: <ul class="bullets"> <li> Your campaign contributes to a better world. </li> <li> You can show how the money will be spent with an itemised budget. </li> </ul>
nl: <ul class="bullets"> <li> Jouw campagne draagt bij aan een betere wereld. </li> <li> Met een gespecificeerd budget geef je inzicht waaraan het geld besteed wordt. </li> </ul>

source: Good to know:
nl: Goed om te weten:

source: <li> The online campaign can last up to 100 days. </li> <li> You choose your own target amount. Crowdfunded more than 100%%? You can raise even more funds! </li> <li> If you reach your target, our service fee is 7%%. If, unfortunately, you don’t, this will be 12%%. </li>
nl: <li> De online campagne duurt maximaal 100 dagen. </li> <li> Je kiest je eigen streefbedrag. Ga je over dat bedrag heen? Je kunt meer dan 100%% ophalen! </li> <li> De servicekosten zijn 7%% als jij je streefbedrag haalt. Als je het niet haalt is dat 12%%. </li>

source: What we expect from you:
nl: Dit verwachten we van jou:

source: <li> Crowdfunding is all about activating your own network. Therefore it’s important that you are able to inspire and activate people around you to support your campaign. Be prepared to be very busy for 100 days! </li>
nl: <li>Crowdfunding draait om het activeren van je eigen netwerk. Je moet daarom in staat zijn je eigen netwerk (online) aan te sporen mee te doen. Wees voorbereid op (maximaal) 100 dagen actie! </li>

source: Start now:
nl: Start direct:

source: <li> When you click ‘Start campaign’ you can fill in all the details about your crowdfunding campaign. You can save this at any point to continue working on this later. After you submit your plan, we will review it and keep you updated all along the way. As soon your plan is approved you can start crowdfunding! </li>
nl: <li> Zodra je klikt op ‘start campagne’ ga je alle details van je crowdfunding campagne invullen. Je kunt dit eventueel opslaan en op een later moment aan verder werken. Als je alles hebt ingevuld doen wij een review, je krijgt hierover bericht van ons. Als alles okay is gaat je crowdfunding direct van start!</li>

source: Profile campaigner
nl: Profiel

source: Update your profile so people know who is the campaigner
nl: Update je profiel zodat je supporters zien wie je bent.

source: No user Logged, sign in to start and create your project.
nl: Gebruiker niet herkend, sign in om jouw campagne te starten.

source: Join our amazing campaigners
nl: Word ook campaigner!

source: Start your campaign
nl: Start jouw campagne

source: Why, what and how?
nl: Waarom, wat & hoe?

source: Your full campaign plan
nl: Jouw volledige campagne plan

source: is not filled in
nl: is niet ingevuld

source: Let's fix this
nl: Aanpassen

source: <ul> <li>You can find your IBAN and BIC via: <a href="http://www.ibancalculator.com">http://www.ibancalculator.com</a></li> <li>We need these details to transfer the donations to your bank account. </li> <li>We’ll check your details beforehand to make sure you receive your donations.</li> <li>These details are exclusively used by 1%%Club and will not be shared.</li> </ul>
nl: <ul> <li>Je vindt je IBAN en BIC via: <a href="http://www.ibancalculator.com">http://www.ibancalculator.com</a></li> <li>We hebben deze gegevens (uiteraard) nodig om je donaties over te kunnen maken.</li> <li>Vooraf worden je gegevens gecontroleerd, zodat donaties goed terecht komen.</li> <li>Deze gegevens zijn uitsluitend bestemd voor 1%%Club en worden niet gedeeld.</li> </ul>

source: <ul> <li>Your email address and phone number are only visible for 1%%Club crew. We need this info in case we need to contact you.</li> <li>We need a copy of your ID to be sure you are a real person ;-). If you don’t have a scanner a clear photo of your ID will do.</li> </ul>
nl: <ul> <li>Je e-mailadres en telefoonnummer zijn alleen zichtbaar voor de 1%%Club crew. Deze hebben we nodig als we contact met je willen opnemen.</li> <li>We hebben een kopie nodig van je ID, om zeker te weten dat je echt bent ;-). Als je geen scanner hebt, is een duidelijke foto van de ID ook voldoende. </li> </ul>

source: Goal & Budget
nl: Doel & Budget

# Goal subheader
source: Tell us how much you want to raise and how long you want to campaign. Did you know that you can crowdfund more than 100%%?
nl: Leg hier uit voor hoeveel en hoe lang je wilt gaan crowdfunden. Wist je dat het ook mogelijk is om meer dan 100%% op te halen?

source: Crowdfunding goal
nl: Crowdfunding doel

source: Pick an amount between &nbsp; &euro; 250 - &euro; 1.000.000
nl: Kies een bedrag tussen de 250 en 1.000.000 euro.

source: We recommend that campaigns last 30 days or less.
nl: De meest succesvolle campagnes duren 30 dagen.

source: Campaign duration
nl: Looptijd campagne

source: Add
nl: Voeg toe

source: Guest
nl: Gast

source: Total
nl: Totaal

source: <ul> <li>Be realistic and choose a goal within your possibilities.</li> <li>Organizing a fundraise event in the coming 100 days? This could be a great day to end your campaign.</li> <li>The budget specification is a great way of showing your transparency</li> </ul> <p>Find more tips in our <a href="#!/pages/faq-projects">FAQ &rsaquo;</a></p>
nl: <ul> <li> Wees realistisch en kies een doelbedrag dat haalbaar is voor jou en je netwerk. </li> <li> Je kunt altijd meer ophalen dan het doelbedrag. </li> <li> Ga je een fundraise event organiseren binnen de aankomende 100 dagen? Dit kan een mooie datum zijn als deadline voor je campagne. </li><li> De specificatie van je budget is een super transparante manier om inzicht te geven aan je supporters.</li> </ul> <p> Op zoek naar meer tips? Ga naar onze <a href="#!/pages/faq-projects">FAQ &rsaquo;</a></p>

source: <ul> <li>The description is your ‘elevator pitch’, test it on your friends to see if it works.</li> <li>Choose a strong photo and check it in the preview widget.</li> <li>Always check for mistakes in the text.</li> </ul> <p>Find more info in our <a href="https://onepercentclub.com/go/pages/faq-projects">FAQ &rsaquo;</a></p>
nl: <ul> <li> De korte omschrijving is je ‘elevator pitch’, test het bij je vrienden om te zien over het werkt. </li> <li> Kies een duidelijke foto en check het in de preview widget. Landscape foto’s passen het beste! </li> <li> Let op schrijffouten. </li> </ul> <p> Vind meer info in onze <a href="https://onepercentclub.com/go/pages/faq-projects">FAQ &rsaquo;</a></p>

source: <ul> <li>Make your story easy to read, full of interesting details, but not too long.</li> <li>Use headings and paragraphs that will add to your story and make your plan even stronger.</li> <li>Explain – only if you want to – the effects of your campaign, your long-term strategy and who your target group is.</li> </ul> <p>Find more tips in our <a href="https://onepercentclub.com/go/pages/faq-projects">FAQ ></a></p>
nl: <ul> <li>Zorg voor een interessant verhaal, maak het vooral niet te lang.</li> <li> Gebruik kopjes en paragrafen, dit zal je plan nog overtuigender maken. </li> <li> Vertel - als je wilt - de effecten van je campagne, je lange termijn strategie en wie je doelgroep is. </li> </ul> <p> Lees nog meer in onze <a href="https://onepercentclub.com/go/pages/faq-projects">FAQ ></a></p>

source: title
nl: titel

source: owner
nl: Campaigner

source: No projects found.
nl: Geen projecten gevonden.

source: View all projects
nl: Bekijk alle projecten

source: name NL
nl: naam NL

source: project theme
nl: project thema

source: project themes
nl: project thema's

source: For ordering phases.
nl: Ordenen fases

source: Whether this phase is in use or has been discarded.
nl: Of deze fase in gebruik is of is aangepast

source: Whether the project owner can change the details of the project.
nl: Of the campaigner gegevens van zijn campagne kan aanpassen.

source: Whether this phase, and projects in it show up at the website
nl: Of deze fase, en de campagnes in deze fase te zien zijn op de website.

source: initiator
nl: Campaigner

source: Project owner
nl: Campaigner

source: organization
nl: Organisatie

source: Project organization
nl: Campagne organisatie

source: created
nl: aangemaakt

source: When this project was created.
nl: Wanneer deze campagne is aangemaakt.

source: pitch
nl: beschrijf

source: Pitch your smart idea in one sentence
nl: Pitch je campagne verhaal in één zin

source: tags
nl: keywords

source: Add tags
nl: Voeg keywords toe

source: why, what and how
nl: waarom, wat en hoe

source: Main project picture
nl: Campagne afbeelding

source: project
nl: campagne

source: projects
nl: campagnes

source: View all campaigns
nl: Bekijk alle campagnes

source: Show more
nl: Meer

source: more
nl: meer

source: Write an update
nl: Schrijf een update

source: Write an update of your project to inform your crowd.
nl: Schrijf een update en houd je supporters op de hoogte!

source: Write a comment
nl: Plaats een reactie

source: Write an comment to place on the project's wall.
nl: Schrijf een reactie op de campagne pagina.

source: to leave a comment
nl: laat een reactie achter

source: New
nl: Nieuw

source: Smart Idea
nl: Campagne

source: Being realized
nl: Gerealiseerd

source: Project realized
nl: Campagne gerealiseerd

source: See results
nl: Bekijk resultaten

source: Reset Search Filter
nl: Wis filter

source: Sort:
nl: Sorteer:

source: Most popular
nl: Meest populair

source: Newest
nl: Nieuwste

source: Almost funded
nl: Bijna vol

source: Near deadline
nl: Deadline nadert

source: Showing
nl: Toont

source: Open tasks
nl: Open taken

source: Create task
nl: Maak taak aan

source: In progress & closed tasks
nl: Lopende & afgeronde taken

source: Time to blow us away with the details! Tell us about your motivation, why this project is important and what the impact will be.
nl: Leg in één paragraaf uit waarom jouw campagne zo belangrijk is en een verschil gaat maken.

source: Total budget shouldn't be over 5000 euro.
nl: Ga je over dat bedrag heen? Geen probleem! Je kunt meer dan 100% ophalen!

source: Previous
nl: Vorige

source: Save
nl: Opslaan

source: Make it short, creative, simple and memorable.
nl: Een titel is kort, herkenbaar en het liefst creatief.

source: Describe your smart idea in one paragraph.
nl: Leg in één paragraaf uit waar je het geld voor nodig is.

source: Tell us in one paragraph where you need to the money for.
nl: Leg in één paragraaf uit waar je het geld voor nodig is.

source: Add a video if you want. Make it sparkling! Your energy will be your best selling point.
nl: Voeg een campagne video toe vanuit YouTube of Vimeo. (begint met http://)

source: Select the ending date of your project
nl: De meest succesvolle campagnes duren 30 dagen (1 - 100 dagen).

source: Create new project
nl: Start jouw campagne

source: Project is locked
nl: Campagne is vergrendeld

source: Post update
nl: Plaats update

source: Project start
nl: Start campagne

source: Do you want to improve your destination? Improve it by cleaning up the beach or the canals? By supporting that iconic landmark? By teaching students the skills to make it in tourism? To help out after an emergency? By helping that local handicraft shop expand their business online? Then you’ve come to the right place! All you need now is a local partner and a sound idea for a project that fits our theme's on destination improvement. Our current themes are Environment, Cultural heritage, Entrepreneurship, Platform and Emergency response. (the last in case of big emergencies, let's hope we don't use this one!) Any preconditions? Yes, but just a few.
nl: Heb je een wereldverbeterend idee? Een idee om het afvalprobleem in jouw buurt op te lossen? Een idee voor schoner en groener transport? Een innovatief idee om de gezondheidszorg te verbeteren? Nou, dan ben je bij ons op de juiste plek! 1%%Club biedt je het platform om jouw netwerk te activeren en om op een leuke en makkelijke manier geld in te zamelen.<br /> Lees meer over onze mogelijkheden, servicekosten en andere handige informatie <a href="/#!/pages/faq-projects">hier</a>. Hopelijk tot snel!

source: Your project is really about destination improvement when your project will…
nl: Zijn er voorwaarden? Slechts een paar:<br/> Jouw campagne draagt bij aan een betere wereld.<br/> Met een gespecificeerd budget geef je inzicht waaraan het geld besteed wordt.<br/> Goed om te weten:<br/> De online campagne duurt maximaal 100 dagen. <br/> Je kiest je eigen streefbedrag. Ga je over dat bedrag heen? Je kunt meer dan 100% ophalen! <br/> De servicekosten zijn 7% als jij je streefbedrag haalt. Als je het niet haalt is dat 12%.

source: <ul> <li> … improve what makes your destination special, and makes people want to visit it over and over again </li> <li> … contribute to the people living and working there, i.e. it benefits the local community </li> <li> … help/ boost a local partner organisation </li> <li> … have a long(er) term impact </li> <li> … be managed and owned locally </li> <li> … require a team effort </li> <li> … have tasks for your colleagues that can be done in half a day or a day </li> </ul>
nl: Zijn er voorwaarden? Slechts een paar:<br/> Jouw campagne draagt bij aan een betere wereld.<br/> Met een gespecificeerd budget geef je inzicht waaraan het geld besteed wordt.<br/> Goed om te weten:<br/> De online campagne duurt maximaal 100 dagen.<br/> Je kiest je eigen streefbedrag. Ga je over dat bedrag heen? Je kunt meer dan 100% ophalen! <br/> De servicekosten zijn 7% als jij je streefbedrag haalt. Als je het niet haalt is dat 12%. <br/>

source: So, is your idea for destination approvement the right one? Then put your project on the map! <br /> <br /> Or not sure about your idea and in need for some extra inspiration for projects and partners in your region? <br /> <br />
nl: Zodra je klikt op ‘start campagne’ ga je alle details van je crowdfunding campagne invullen. Je kunt dit eventueel opslaan en op een later moment aan verder werken. Als je alles hebt ingevuld doen wij een review, je krijgt hierover bericht van ons. Als alles okay is gaat je crowdfunding direct van start!

source: Check out our
nl: Bekijk onze

source: inspiration pages
nl: Inspiratie pagina's

source: The project initiator
nl: The campaigner

source: Personalise your profile so we can get to know you even better.
nl: Personaliseer je profiel zodat wij je nog beter leren kennen!

source: Edit profile
nl: Pas profiel aan

source: Start a project
nl: Start jouw campagne

source: Describe your project in more detail.
nl: Leg in één paragraaf uit waar je campagne voor nodig is.

source: Describe your project
nl: Leg in één paragraaf uit waar je campagne voor nodig is.

source: What do you want to achieve with this project and how will you measure your success?
nl: Wat is het succes van deze campagne?

source: Describe the goal of the project
nl: Beschrijf het doel van jouw campagne

source: Destination Impact
nl: Wat is de impact van jouw campagne?

source: How will your project improve your destination, now and maybe even in the future?
nl: Hoe gaat jouw campagne een verschil maken?

source: Describe how the project improves your destination
nl: Beschrijf de impact van jouw campagne

source: You are ready to submit your project now!
nl: Je bent klaar om je campagne verhaal in te sturen!

source: <ul> <li>By clicking the SUBMIT button you’re sending in your campaign for review and we’ll get back to you soon. (we aim within 3 working days)</li></br> <li>After the final check you can start with your crowdfunding campaign. Are you ready to rumble ?!</li> </ul>
nl: <ul> <li> We zullen dan een check doen of je campagne aan de voorwaarden voldoet en binnen 3 werkdagen hoor je van ons. Beloofd! </li></br> <li> Zodra je een ‘GO’ hebt, staat je campagne online en kun je beginnen met crowdfunden. Ready to Rumble?! </li> </ul>

source: <p>I agree to the <a href="">terms of service</a> when submitting my campaign plan</p>
nl: <p>Ik ga akkoord met de <a href="">algemene voorwaarden</a></p>

source: Almost ready…
nl: Bijna klaar...

source: Did you check everything? Make sure everything is filled in, all details are correct and grammar checked…
nl: Oeps! Onderstaande heb je nog niet (volledig) ingevuld. Dit moet je eerst in orde maken om je campagne in te sturen

source: Please fill in all information before submitting
nl: Vul eerst alle benodigde informatie in

source: The following information is still missing:
nl: De volgende informatie ontbreekt nog:
