Repository: onepercentclub/onepercentclub-site
Catalog: apps/donations/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Anonymous
nl: Anoniem

source: You received a new donation
nl: Je hebt een donatie ontvangen

source: Hello,<br/> <br/> You just received a EUR %(amount)s donation from %(donor_name)s!<br/> <br/> Quickly thank your supporter by posting a personal message on your <a href="%(site)s%(link)s">project wall</a>.<br/> <br/> Cheers,<br/> 1%%Club
nl: Hallo,<br/> <br/> Je hebt zojuist een donatie van EUR %(amount)s ontvangen van %(donor_name)s!<br/> <br/> Bedank direct je supporter met een persoonlijk berichtje op je <a href="%(site)s%(link)s">campagne wall</a>.<br/> <br/> Groetjes,<br/> 1%%Club

source: Hello, You just received a EUR %(amount)s donation from %(donor_name)s! Quickly thank your supporter by posting a personal message on your project wall: %(site)s%(link)s. Cheers, 1%%Club
nl: Hallo, <br/> Je hebt zojuist een donatie van EUR %(amount)s ontvangen van %(donor_name)s! <br/> Bedank direct je supporter met een persoonlijk berichtje op campagne wall: %(site)s%(link)s. <br/> Cheers, <br/> 1%%Club

source: Hello,<br/> <br/> You just received a EUR %(amount)s donation from %(donor_name)s!<br/> <br/> Quickly thank your supporter by posting a personal message on your <a href="%(site)s%(link)s">fundraise action wall</a>.<br/> <br/> Cheers,<br/> 1%%Club
nl: Hallo,<br/> <br/> Je hebt zojuist een donatie van EUR %(amount)s ontvangen van %(donor_name)s!<br/> <br/> Bedank direct je supporter met een persoonlijk berichtje op je <a href="%(site)s%(link)s">fundraiser wall</a>.<br/> <br/> Cheers,<br/> 1%%Club

source: Hello, You just received a EUR %(amount)s donation from %(donor_name)s! Quickly thank your supporter by posting a personal message on your fundraise action wall: %(site)s%(link)s. Cheers, 1%%Club
nl: Hallo, <br/> Je hebt zojuist een donatie van EUR %(amount)s ontvangen van %(donor_name)s! <br/> Bedank direct je support met een persoonlijk berichtje op je fundraiser wall: %(site)s%(link)s. <br/> Groetjes, <br/> 1%%Club

source: is still needed
nl: nog nodig

source: Delete
nl: Verwijder

source: No projects found.
nl: Geen campagnes gevonden

source: raised
nl: opgehaald

source: days
nl: dagen

source: Found
nl: Gevonden

source: Reset Search Filter
nl: Reset zoekfilter

source: Sort:
nl: Sorteer:

source: Most popular
nl: Meest populair

source: Newest
nl: Nieuwste

source: Almost funded
nl: Bijna vol

source: Near deadline
nl: Deadline nadert

source: Showing
nl: Weergegeven

source: Close
nl: Sluit

source: My 1%%
nl: Mijn 1%%

source: Donations
nl: Donaties

source: Monthly Donation
nl: Maandelijkse donatie

source: Select Projects
nl: Selecteer campagnes

source: Donation Profile
nl: Donatie Profiel

source: Payment Details
nl: Betaling details

source: Donation History
nl: Donatie historie

source: Order History
nl: Donatie overzicht

source: Single Donation
nl: Eenmalige donatie

source: Loading order history&#8230;
nl: Laad donatie overzicht&#8230;

source: Edit your payment info
nl: Bewerk je betalings info

source: Here you can change your bank account info and monthly donations.
nl: Hier kan je je bankggegevens en maandelijke donatie aanpassen.

source: Account Name
nl: Naam rekeninghouder

source: Account Number
nl: Rekeningnummer

source: Account City
nl: Plaats bank

source: Monthly settings saved
nl: Maandelijkse donatie instellingen opgeslagen.

source: Save
nl: Opslaan

source: My monthly donation
nl: Mijn maandelijkse donatie

source: Yes, I want to set a monthly donation
nl: Ja, ik wil maandelijks doneren

source: Your monthly donation will go to the project(s) you've selected here:
nl: Je maandelijkse donatie zal overgemaakt worden naar de geselecteerde campagne(s):

source: Your monthly donation will go to the top 3 projects.
nl: Je maandelijkse donatie zal overgemaakt worden naar de top 3 campagnes.

source: The three most popular projects at this moment are:
nl: De drie populairste campagnes op dit moment zijn:

source: Total
nl: Totaal

source: Divide to projects
nl: Verdeel tussen campagnes

source: Add another project
nl: Voeg nog een campagne toe

source: Select a project yourself
nl: Selecteer zelf een campagne

source: My address
nl: Mijn adres

source: Address
nl: Adres

source: City
nl: Woonplaats

source: Postal Code
nl: Postcode

source: Country
nl: Land

source: My payment details
nl: Mijn betalings details

source: Please fill in your bank details
nl: Vul uw bankgegevens in

source: Cancel my monthly donation
nl: Annuleer mijn maandelijkse donatie(s)

source: All
nl: Alles

source: Active
nl: Actief

source: Yes
nl: Ja

source: No
nl: Nee

source: Dutch bank account numbers have 1 - 7, 9 or 10 digits.
nl: Een Nederlands IBAN bankrekeningnummer heeft 18 tekens.

source: Invalid Dutch bank account number.
nl: Ongeldig Nederlands bankrekeningnummer.

source: Created
nl: Aangemaakt

source: Updated
nl: Gewijzigd

source: amount
nl: Bedrag

source: New
nl: Nieuw

source: In progress
nl: In behandeling

source: Paid
nl: Betaald

source: Failed
nl: Mislukt

source: One-off
nl: Eenmalig

source: Recurring
nl: Periodieke

source: Voucher
nl: Bon

source: amount (in cents)
nl: bedrag (in centen)

source: currency
nl: valuta

source: User
nl: Gebruiker

source: Project
nl: Campaigner

source: Ready
nl: Klaar

source: Order
nl: Bestel

source: Gift card
nl: Kadobon

source: donation
nl: donatie

source: donations
nl: donaties

source: Current
nl: Huidig

source: Closed
nl: Gesloten

source: user
nl: gebruiker

source: Order Number
nl: Bestelnummer

source: GIFTCARDS
nl: KADOBONNEN

source: GIFTCARD
nl: KADOBON

source: DONATIONS
nl: DONATIES

source: DONATION
nl: DONATIE

source: DONATIONS & GIFTCARDS
nl: DONATIES & KADOBONNEN

source: THANK YOU!
nl: BEDANKT!

source: Couldn't generate a unique order number.
nl: Kon geen uniek ordernummer genereren.

source: I've just supported {title} {{URL}} via @{twitter_handle}
nl: Ik heb zojuist {title} gesteund {{URL}} via @{twitter_handle}

source: You cannot modify a Donation that does not have status new.
nl: Je kunt geen donatie aanpassen die geen status 'nieuw' heeft.

source: Donations must be at least €2.
nl: Het minimumbedrag is €2.

source: Donations must be at least €5.
nl: Het minimumbedrag is €5.

source: You can only donate a project in the campaign phase.
nl: Je kunt alleen doneren aan een campagne in de 'running-campagne-fase'.

source: You cannot modify a closed Order.
nl: Je kunt een 'closed order' niet aanpassen.

source: No active order
nl: Niet actief

source: You cannot add a donation to a closed Order.
nl: Je kunt geen donatie toevoegen aan een 'closed order'.

source: No %(verbose_name)s found matching the query
nl: Geen %(verbose_name)s gevonden

source: Order not found.
nl: Betaling niet gevonden.

source: No order specified.
nl: Geen betaling opgegeven

source: Anonymous users are not permitted to create recurring orders.
nl: Anonieme gebruikers kunnen geen maandelijkse donatie aanmaken.

source: Order digital 1%%GIFTCARDS
nl: Bestel 1%%Kadobon(nen)

source: Switch to donations
nl: Switch naar donaties

source: Projects
nl: Campagnes

source: Profile
nl: Profiel

source: Payment
nl: Betaling

source: There was an error with your payment. Please try again.
nl: Er ging iets mis met de betaling. Kun je het nogmaals proberen?

source: Fund-racing for
nl: Fundraising voor

source: I'd like to give
nl: Doneer

source: Choose a project to support
nl: Kies je campagne om te supporten

source: Choose a project and click 'Support this project' to add it to your list
nl: Kies een campagne en klik op 'Support deze campagne' om dit aan je lijst toe te voegen

source: Add a project
nl: Voeg campagne toe

source: Next Step
nl: Volgende

source: Did you know that you rock?
nl: Wist je dat je geweldig bent?

source: Well, you rock!
nl: Bij deze!

source: Why not share the project with your friends, and encourage them to support as well?
nl: Deel het project met je vrienden en vraag of ze ook meedoen.

source: Just hit (one of) the share buttons to make even more impact:
nl: Gebruik onderstaande buttons om nóg meer impact te maken.

source: You just supported these projects
nl: Je hebt bijgedragen aan

source: You just supported this project
nl: Je hebt zojuist gesteund

source: Thank you for supporting these projects below. With your support we come one step closer realizing the project.
nl: Bedankt voor je support aan onderstaande campagne(s). Dankzij jouw steun komen we een stap dichterbij de realisatie van de campagne.

source: Want to do more?
nl: Meer doen?

source: You can easily support projects monthly. Just pick a project yourself or you can leave that up to us.
nl: Je kunt ook heel simpel automatisch campagnes steunen. Kies zelf campagne(s) of laat dat aan ons over.

source: Support monthly
nl: Steun maandelijks

source: Stay updated
nl: Volg de voortgang

source: We’d love to keep you updated on the progress of the projects you just supported. Sign up and receive updates, and our everlasting love.
nl: We houden je graag op de hoogte van de voortgang van de campagne(s). Meld je aan en we sturen je updates (en een warm gevoel van binnen).

source: Signup now
nl: Registreer

source: Have an account?
nl: Heb je een profiel?

source: Log in here
nl: Log hier in

source: Great that you are doing another donation!
nl: Super, dat je nóg een donatie doet!

source: Please verify your details
nl: Check je gegevens a.u.b.

source: Nice to meet you
nl: Aangenaam!

source: To process your donation we need some information.
nl: Om verder te gaan met je donatie hebben we een paar gegevens nodig.

source: Your full name
nl: Jouw volledige naam

source: Postal code
nl: Postcode

source: You're almost there!
nl: Je bent er bijna!

source: We'll redirect you through our payment provider where you can finish your donation securely.
nl: We sturen je door naar onze betaalservice waar je je donatie veilig kan afronden.

source: Select your bank below
nl: Kies je bank

source: Processing payment&#8230;
nl: Verwerkt betaling&#8230;

source: Proceed with Payment
nl: Ga door met betaling

source: We'll keep you up to date!
nl: We houden je op de hoogte!

source: You already have an account. Great! We'll keep you updated with the progress of the projects you support
nl: Je hebt al een profiel. Super! We houden je op de hoogte van de voortgang van de campagne.

source: Next
nl: Volgende

source: Follow the progress?
nl: Jouw naam zichtbaar bij je donatie?

source: Sign up for an account and we keep you updated on the projects progress
nl: En een bericht kunnen plaatsen? Maak dan een profiel aan.

source: Password
nl: Wachtwoord

source: Password again
nl: Herhaal wachtwoord

source: By joining 1%%Club I hereby agree to the
nl: Door te registreren bij 1%%Club verklaar ik het eens te zijn met

source: 1%%Club Terms of service
nl: 1%%Club Algemene Voorwaarden

source: Add or edit your bank account information and submit to set your monthly donations.
nl: Vul je betaalgegevens aan en druk op 'verzend' om je maandelijkse donatie in te stellen.

source: By clicking submit, I authorize 1%%Club to withdraw money every month.
nl: Door op 'verzend' te klikken, ga ik akkoord met een maandelijkse afschrijving door 1%%Club.

source: Updating monthly donation&#8230;
nl: Past maandelijkse donatie aan&#8230;

source: Submit
nl: Verzend

source: Your monthly donation
nl: Jouw maandelijkse donatie

source: Thank you 1%%Friend! You're about to set your monthly donation amount to &euro;
nl: Bedankt 1%%Friend! Je hebt nu bijna een maandelijkse donatie ingesteld ter hoogte van &euro;

source: Donation Successful!
nl: Donatie geslaagd!

source: Thanks for your support! Your 1%% has brought them one step closer to realise their smart idea! Don't forget to tune in to see how they're doing!
nl: Bedankt voor je support! Jouw 1%% heeft deze campagne weer een stapje dichterbij hun doel gebracht! Vergeet niet om af en toe te kijken hoe het met de campagne gaat!

source: Thanks for your support! We'd be happy to keep you posted on the progress of the project(s) you supported. Why? Because it's a fun and personal way to see what's happening with your 1%%. Sounds good? Just become a 1%%Member!
nl: Bedankt voor je support! Als je wil, houden we je graag op de hoogte van de status van de projecten die jij hebt gesteund. Waarom? Omdat het een makkelijke en leuke manier is om te zien wat er met jouw 1%% gebeurt! Klinkt goed toch? Meld je aan als 1%%Lid!

source: Become a 1%%Member
nl: Word lid van 1%%Club

source: No donation set...
nl: Geen donatie ingesteld.....

source: Create or enable your monthly donation
nl: Stel je maandelijkse donatie in

source: You just supported the top three projects.
nl: Je hebt bijgedragen aan

source: Your monthly donation is set
nl: Jouw maandelijkse donatie is ingesteld!

source: Your monthly donation will be deducted from your account at the beginning of each month.
nl: Je maandelijkse donatie wordt aan het begin van iedere maand afgeschreven van je bankrekening.

source: Monthly donation total:
nl: Maandelijkse donatie totaal:

source: You supported
nl: Je hebt zojuist gesteund:

source: Loading order history
nl: Donatie geschiedenis laden

source: Dates
nl: Data

source: Realtime amounts
nl: Huidig bedrag

source: Payout amounts
nl: Uitbetaling bedrag

source: Payment details
nl: Betaling details

source: pending
nl: In behandeling

source: amount raised
nl: bedrag opgehaald

source: amount pending
nl: bedrag in behandeling

source: amount safe
nl: bedrag veilig

source: amount failed
nl: bedrag mislukt

source: project
nl: campagne

source: organization
nl: organisatie

source: has IBAN
nl: heeft IBAN

source: Recalculate amounts for new payouts.
nl: Herbereken bedrag voor nieuwe uitbetalingen.

source: Organization fee
nl: Organisatie fee

source: Other costs
nl: Andere kosten

source: Amount payable
nl: Bedrag uitbetalen

source: pending donations
nl: donaties in behandeling

source: Old 1%/5%
nl: Oud 1%%/5%%

source: Unknown
nl: Onbekend

source: Other
nl: Ander

source: Progress
nl: In behandeling

source: Completed
nl: Voltooid

source: Book date when the bank transaction was confirmed and the payout has been set to completed.
nl: Noteer datum dat overmaking is bevestigd door de bank en de uitbetaling is ingesteld op voltooid.

source: Closed date is set but status is not completed.
nl: Datum gesloten is ingesteld maar status is niet voltooid

source: Planned
nl: Gepland

source: Date on which this batch should be processed.
nl: Datum wanneer deze batch verwerkt moet worden.

source: created
nl: aangemaakt

source: updated
nl: gewijzigd

source: state change
nl: status gewijzigd

source: state changes
nl: status wijzigingen

source: date
nl: datum

source: old status
nl: oude status

source: new status
nl: nieuwe status

source: Status change of '%(payout)s' on %(date)s from %(old_status)s to %(new_status)s
nl: Verander status van'%(payout)s' op %(date)s van %(old_status)s naar %(new_status)s

source: Payout rule
nl: Uitbetalingsregel

source: The payout rule for this project.
nl: De uitbetalingsregel voor deze campagne.

source: Amount raised when Payout was created or last recalculated.
nl: Opgehaald bedrag toen uitbetaling werd aangemaakt of herberekend

source: organization fee
nl: Organisatie fee

source: Fee substracted from amount raised for the organization.
nl: Fee voor organisatie berekend over opgehaald bedrag.

source: amount payable
nl: bedrag te betalen

source: Payable amount; raised amount minus organization fee.
nl: Bedrag te betalen; opgehaald bedrag min organisatie fee

source: start date
nl: start datum

source: end date
nl: einddatum

source: organization fee excluding VAT
nl: organisatie fee exclusief BTW

source: organization fee VAT
nl: organisatie fee BTW

source: organization fee including VAT
nl: organisatie fee inclusief BTW

source: PSP fee excluding VAT
nl: PSP fee exclusief BTW

source: PSP fee VAT
nl: PSP fee BTW

source: PSP fee including VAT
nl: PSP fee inclusief BTW

source: other costs excluding VAT
nl: andere kosten exclusief BTW

source: Set either this value or inclusive VAT, make sure recalculate afterwards.
nl: stel deze waarde in of inclusief BTW, herbereken na aanpassing.

source: other costs VAT
nl: andere kosten BTW

source: other costs including VAT
nl: andere kosten inclusief BTW

source: Set either this value or exclusive VAT, make sure recalculate afterwards.
nl: stel deze waarde in of exclusief BTW, herbereken na aanpassing.

source: payable amount excluding VAT
nl: bedrag uit te betalen exclusief BTW

source: payable amount VAT
nl: bedrag uit te betalen BTW

source: payable amount including VAT
nl: bedrag uit te betalen inclusief BTW

source: Start date should be earlier than date.
nl: Start datum moet vroeger dan datum zijn.

source: The next payout period should start the day after the end of the previous period.
nl: De volgende uitbetalingsperiode moet beginnen na afsluiting vorige periode.

source: Other costs have changed, please recalculate before progessing.
nl: Andere kosten zijn veranderd, nu eerst herbereken voor verder gaan.

source: Date started
nl: Startdatum

source: Debet/Credit
nl: Debit/Credit

source: In Progress
nl: In behandeling

source: Cancelled
nl: Geannuleerd

source: Chargedback
nl: Teruggevorderd

source: Refunded
nl: Terugbetaald

source: payment service fee
nl: uitbetalings service fee

source: Payment Log
nl: Betaling log

source: %(payment_method_id)s is not a valid payment method.
nl: %(payment_method_id)s is geen erkende betalingsmethode.

source: DocData Payment
nl: DocData betaling

source: DocData Payments
nl: DocData betalingen

source: payment id
nl: betaling id

source: DocData Payment Log
nl: DocData betaling log
