Repository: onepercentclub/onepercentclub-site
Catalog: apps/members/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Primary
nl: Voorkeur

source: Secondary
nl: Tweede keus

source: address type
nl: adres

source: user
nl: gebruiker

source: user address
nl: gebruikersadres

source: user addresses
nl: gebruikersadressen

source: My profile
nl: Mijn Profiel

source: My Donations
nl: Mijn Donaties

source: My Projects
nl: Mijn Campagnes

source: My Fundraisers
nl: Mijn Fundraisers

source: Language
nl: Taal

source: Logout
nl: Log uit

source: My 1%%
nl: Mijn 1%%

source: Sign in with Facebook
nl: Meld je aan met Facebook

source: We'll never post anything without your permission.
nl: We plaatsen niets zonder jouw toestemming.

source: or
nl: of

source: 1%% News
nl: 1%% Nieuws

source: Projects supported
nl: Campagnes gesteund

source: tasks realized
nl: taken gerealiseerd

source: projects supported
nl: campagnes gesteund

source: Show on map
nl: Zichtbaar op kaart

source: Edit your profile
nl: Vul je profiel aan

source: Personalise your account so 1%%Members can get to know you.
nl: Personaliseer je profiel zodat andere 1%%Campaigners je kunnen leren kennen.

source: Name
nl: Naam

source: Profile Picture
nl: Profielfoto

source: Upload picture
nl: Upload foto

source: About yourself
nl: Over jou

source: Why did you join 1%%Club?
nl: Waarom 1%%Club?

source: Your website
nl: Website

source: Location
nl: Locatie

source: 1%%Skills
nl: 1%%Expertise

source: How much time are you willing to spend your 1%%Skills?<br/>Let us know so we can provide you with some matching tasks from our projects.
nl: Hoeveel tijd kun je besteden aan 1%%Doen taken? Laat het ons weten zodat we eventueel taken van campagnes aan je kunnen matchen.

source: Time available
nl: Tijd beschikbaar

source: Profile
nl: Profiel

source: Preview my profile
nl: Bekijk mijn profiel

source: About
nl: Over 1%%Club

source: Joined 1%%Club because
nl: Geregistreerd bij 1%%Club omdat

source: Join 1%%Club
nl: Registreer bij 1%%Club

source: 1%%Club is the global platform where you can share a little and change the world, in your vary own way. We ignite modern society to share 1%% and support smart ideas from people in developing countries. We do this in a new, open way, believing in the power of collaboration boosted by today's technical possibilities. If we all share a little, we can change the world.
nl: Via 1%%Club kun je online op een makkelijke en leuke manier je omgeving mobiliseren om geld en kennis in te zamelen voor jouw idee. Zo wordt je idee een succesvolle campagne. En al die goede ideeën samen vormen 1%%Club.

source: Thanks for signing up!
nl: Bedankt voor het registreren!

source: We've sent you an email. In this mail you'll find a link to confirm your registration. <br /> So what are you waiting for? You’re just one click away from being the newest member of 1%%Club!<br /><br /> (Nothing in your inbox? Check your Spam folder or Junk E-mail)
nl: We hebben je een email gestuurd. In deze mail staat een link om je profiel te activeren. <br/> Dus, waar wacht je op? Je bent maar één klik verwijderd van het nieuwste lid worden van 1%%Club! <br /><br /> (Niets in je inbox? Check ook je Spam of Junk folders)

source: By joining 1%%Club I hereby agree to the <a %(action)s href="%(href)s"> 1%%Club Terms of service</a>
nl: Door mij te registeren bij 1%%Club, ga ik akkoord met de <a %(action)s href="%(href)s"> Algemene Voorwaarden van 1%%Club.

source: Have an account?
nl: Heb je een profiel?

source: Log in here
nl: Log in hier

source: Why join 1%%Club?
nl: Waarom meedoen met 1%%Club?

source: It's easy to find projects you like.
nl: Het is simpel om campagnes te vinden die je leuk vindt.

source: A fun and personal way to share your 1%%.
nl: Een leuke en persoonlijke manier om jouw 1%% te delen.

source: You'll receive updates on the progress of the projects you support.
nl: Je blijft gemakkelijk op de hoogte van de voortgang van elke campagne

source: Member since
nl: Lid sinds

source: Why 1%%Club
nl: Waarom 1%%Club

source: projects
nl: campagnes

source: supported
nl: gesteund

source: tasks
nl: taken

source: realized
nl: gerealiseerd

source: Fav themes
nl: Favoriete thema's

source: Fav countries
nl: Favoriete landen

source: Tags
nl: Trefwoorden

source: A user with that email already exists.
nl: Er is al een gebruiker met dit emailadres.

source: The two password fields didn't match.
nl: De wachtwoorden kwamen niet overeen.

source: email address
nl: e-mailadres

source: Required. 254 characters or fewer. A valid email address.
nl: Vereist. 254 karakters of minder. Een geldig e-mailadres.

source: Password
nl: Wachtwoord

source: Password confirmation
nl: Bevestiging wachtwoord

source: Enter the same password as above, for verification.
nl: Vul bovenstaand wachtwoord nogmaals in

source: Raw passwords are not stored, so there is no way to see this user's password, but you can change the password using <a href="password/">this form</a>.
nl: Wachtwoorden worden gecodeerd bewaard, deze achterhalen is dus onmogelijk. Maar je kunt het wachtwoord wijzigen door <a href="password/">dit formulier</a> te gebruiken.

source: Personal info
nl: Persoonlijke info

source: Settings
nl: Instellingen

source: Permissions
nl: Permissies

source: Important dates
nl: Belangrijke data

source: Users
nl: Gebruikers

source: No users found.
nl: Geen gebruikers gevonden.

source: View all users
nl: Bekijk alle gebruikers

source: Male
nl: Man

source: Female
nl: Vrouw

source: Person
nl: Persoon

source: Company
nl: Bedrijf

source: Foundation
nl: Stichting

source: Club / association
nl: Club / vereniging

source: username
nl: gebruikersnaam

source: staff status
nl: stafstatus

source: Designates whether the user can log into this admin site.
nl: Bepaald of een gebruiker kan inloggen in deze admin site.

source: active
nl: actief

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
nl: Bepaald of deze gebruiker gezien moet worden als actief. Unselect deze optie in plaats van accounts te verwijderen.

source: date joined
nl: datum registratie

source: deleted
nl: verwijderd

source: Member Type
nl: Type profiel

source: first name
nl: voornaam

source: last name
nl: achternaam

source: location
nl: locatie

source: picture
nl: afbeelding

source: about
nl: over

source: why
nl: waarom

source: time available
nl: Tijd beschikbaar

source: facebook profile
nl: facebook profiel

source: twitter profile
nl: twitter profiel

source: skype profile
nl: skype profiel

source: primary language
nl: voorkeur taal

source: Language used for website and emails.
nl: Taal op website en mailings

source: share time and knowledge
nl: deel tijd en kennis

source: share money
nl: deel geld

source: newsletter
nl: nieuwsbrief

source: Subscribe to newsletter.
nl: Meld aan voor nieuwsbrief.

source: phone number
nl: telefoonnummer

source: gender
nl: geslacht

source: birthdate
nl: geboortedatum

source: tags
nl: trefwoorden

source: member
nl: lid

source: members
nl: leden

source: Sign in
nl: Log in

source: Don’t have an account?
nl: Nog geen account?

source: Sign up here
nl: Registreer hier

source: has already been registered via Facebook. Is this you? Please sign in below.
nl: is al geregistreerd via Facebook. Ben jij dit? Meld je hieronder aan.

source: has already been registered with Bluebottle Project. Is this you? Please sign in below.
nl: is al geregistreerd bij 1%%Club. Ben jij dit? Meld je hieronder aan.

source: Edit my profile & settings
nl: Aanpassen Mijn Profiel & instellingen

source: View my profile
nl: Bekijk mijn profiel

source: Welcome!
nl: Welkom!

source: By signing up, you accept our <a %(link)s>terms of service</a>
nl: Door je te registreren, ga je akkoord met de <a %(link)s>Algemene Voorwaarden</a>.

source: Already have an account?
nl: Heb je al een account?

source: Sign in here
nl: Log in hier

source: Log in here, fast & easy
nl: Log hier in

source: Reason 1
nl: Reden 1

source: Reason 2
nl: Reden 2

source: Reason 3
nl: Reden 3

source: Lost your password?
nl: Wachtwoord vergeten?

source: Join Bluebottle Project
nl: Meld je aan

source: Personal Details
nl: Persoonlijke gegevens

source: We'd like to match you to projects and events based on your location & a personal thank you in your mailbox.
nl: Wij nodigen je graag uit voor campagnes en events op basis van je locatie.

source: Address Line 1
nl: Adresregel 1

source: Address Line 2
nl: Adresregel 2

source: City
nl: Woonplaats

source: State
nl: Staat

source: Postal Code
nl: Postcode

source: Country
nl: Land

source: Gender
nl: Geslacht

source: Unset
nl: Niet ingesteld

source: Birthdate
nl: Geboortedatum

source: Edit your account
nl: Bewerk je profiel

source: These are the details we currently have for you – update or change them below.
nl: Onderstaande gegevens kun je aanvullen of aanpassen

source: Email Address
nl: E-mailadres

source: I'd like to receive emails about
nl: Ik wil e-mails ontvangen over

source: &lt;Organisation-name&gt;
nl: &lt;Organisatie-naam&gt;

source: Account type
nl: Type account

source: Primary language
nl: voorkeur taal

source: I want to share
nl: Ik deel

source: Time & Knowledge
nl: Tijd & kennis

source: Money
nl: Geld

source: Account settings saved
nl: Profiel wijzigingen opgeslagen

source: That’s weird, apparently someone registered an account with your email. Click "delete" below to have it removed.
nl: Dat is raar, blijkbaar is er iemand geweest die een account heeft geregistreerd met jouw e-mail adres. Click "verwijder" om dit te verwijderen

source: Delete
nl: Verwijder

source: Just kidding!
nl: Nee, grapje!

source: This link is expired, please request a new one.
nl: Deze link is verlopen. Vraag een nieuwe aan.

source: To reset your password, enter the email address you use to sign in.
nl: Vul je emailadres in om je wachtwoord opnieuw in te stellen.

source: Continue
nl: Ga verder

source: Setup your new password. Minimum 6 characters.
nl: Maak een nieuw wachtwoord. Gebruik minimaal 6 tekens.

source: Confirm
nl: Bevestig

source: No items selected
nl: Geen items geselecteerd

source: About me
nl: Over mij

source: An example placeholder
nl: Een voorbeeld placeholder

source: Profile saved
nl: Profiel opgeslagen

source: My
nl: Mijn

source: Public info
nl: Openbare info

source: Account
nl: Profiel

source: hours spent
nl: uren besteed

source: on
nl: aan

source: Is a ...organization... member because
nl: Is een ...organisatie...lid omdat

source: Facebook profile
nl: Facebook profiel

source: You can put your site logo here.
nl: Hier kun je je site logo plaatsen.

source: Confirm your registration
nl: Bevestig je aanmelding

source: You're almost done!
nl: Je bent er bijna!

source: Click the link below to confirm your registration
nl: Klik op onderstaande link om je aanmelding te bevestigen.

source: activate profile
nl: activeer profiel

source: Your activation code will expire in %(expiration_days)s days.
nl: Je activatiecode verloopt in %(expiration_days)s dagen.

source: Welcome to <...>
nl: Welkom bij <...>

source: Logged out.
nl: Uitgelogd.

source: Log in to 1%%Club
nl: Log in bij 1%%Club

source: Your email address and password didn't match. Please try again.
nl: Je e-mailadres en wachtwoord kwamen niet overeen. Probeer het nog eens.

source: Click on this link to reset your password.
nl: Klik op de link voor een nieuw wachtwoord.

source: See you at
nl: Zie je op

source: in a minute!
nl: Tot zo!

source: Password reset on %(site_name)s
nl: Wachtwoord wijzigen voor %(site_name)s
